{"Settimo Mineo": "Settimo Mineo (Italian pronunciation: [ˈsɛttimo miˈnɛːo]; born 28 November 1938) is an Italian member of the Sicilian Mafia Pagliarelli mandamento from Palermo."}
{"Santiago Vergini": "Santiago Vergini (born 3 August 1988) is an Argentine professional footballer who plays as a centre-back."}
{"Ayman al-Zawahiri": "Ayman Mohammed Rabie al-Zawahiri (Arabic: أيمن محمد ربيع الظواهري, romanized: ʾAyman Muḥammad Rabīʿ aẓ-Ẓawāhirī; 19 June 1951 – 31 July 2022) was an Egyptian-born pan-Islamist militant and physician who served as the second general emir of al-Qaeda from June 2011 until his death in July 2022.\nAl-Zawahiri graduated from Cairo University with a degree in medicine and a master's degree in surgery and was a surgeon by profession. He became a leading figure in the Egyptian Islamic Jihad, an Egyptian Islamist organization, and eventually attained the rank of emir. He was imprisoned from 1981 to 1984 for his role in the assassination of Egyptian President Anwar Sadat. His actions against the Egyptian government, including his planning of the 1995 attack on the Egyptian Embassy in Pakistan, resulted in him being sentenced to death in absentia during the 1999 \"Returnees from Albania\" trial.\nA close associate of al-Qaeda leader Osama bin Laden, al-Zawahiri held significant sway over the group's operations. He was wanted by the United States and the United Nations, respectively, for his role in the 1998 U.S. embassy bombings in Kenya and Tanzania and in the 2002 Bali bombings. He merged the Egyptian Islamic Jihad with al-Qaeda in 2001 and formally became bin Laden's deputy in 2004. He succeeded bin Laden as al-Qaeda's leader after bin Laden's death in 2011. In May 2011, the U.S. announced a $25 million bounty for information leading to his capture.\nOn July 31, 2022, al-Zawahiri was killed in a U.S. drone strike in Afghanistan."}
{"Felipe (footballer, born 1977)": "Felipe Jorge Loureiro (born 2 September 1977), known as Felipe, is a Brazilian football coach and former player.\nA left-footed midfielder and left-back, Felipe is known for his playmaking style, that nicknamed him as Maestro, with his excellent ball control, dribbling skills, and vision for orchestrating offensive plays and providing precise passes."}
{"Celâl Bayar": "Mahmut Celâlettin \"Celâl\" Bayar (16 May 1883 – 22 August 1986) was a Turkish economist and politician who was the third president of Turkey from 1950 to 1960; previously he was the prime minister of Turkey from 1937 to 1939. \nBayar began his career in the Committee of Union and Progress, establishing its Izmir and Bursa branches. Following the declaration of the Republic, he founded much of Turkey's early financial institutions, including the country's first bank, İş Bankası. An advocate of liberal economic policies, Mustafa Kemal Atatürk appointed Bayar prime minister in 1937 to liberalize the economy, until he resigned in 1939 under Atatürk's successor, İsmet İnönü. \nUntil 1945, he was a member of Republican People's Party (CHP) which was the sole legal party. In 1946, he founded the Democrat Party along with Adnan Menderes, Fuat Köprülü and Refik Koraltan beginning Turkey's multiparty period, which still goes on to this day. A peaceful transfer of power from the CHP to DP happened in the 1950 elections, after which Bayar as elected Turkey's third president. He was re-elected in 1954 and 1957, serving for 10 years as president. In that period, Menderes was his prime minister. He was overthrown and incarcerated after the 1960 coup d'etat, and advocated for the restoration of rights of former politicians associated with the Democrat Party following his release. \nHe is considered to be the longest-lived former head of state and was the longest-lived state leader until 8 December 2008 (when he was surpassed by Chau Sen Cocsal Chhum). Celâl Bayar died on 22 August 1986 at the age of 103 after a brief illness."}
{"Jeff Beukeboom": "Jeffrey Scott Beukeboom ( BOO-kə-boom; born March 28, 1965) is a Canadian professional ice hockey coach and former player in the National Hockey League (NHL). He played as a defenceman for the Edmonton Oilers and New York Rangers between 1986 and 1999, winning 4 Stanley Cup Championships (1987, 1988, 1990, 1994)."}
{"Mamunul Islam": "Mamunul Islam Mamun (Bengali: মামুনুল ইসলাম; born 12 December 1988) is a Bangladeshi professional footballer who last played as a midfielder for Bangladesh Premier League club Fortis and also played for the Bangladesh national football team during 2009–2020 and was captain from 2013–2016.\nHe has won five league titles with three clubs. Mamunul started his career at Brothers Union as a central midfielder. After spending three seasons, he moved to Abahani Limited Dhaka in 2008–09 season and became league champion with Sky Blue Brigade. He joined Mohammedan SC Dhaka the following season. For 2010–11 season, Mamunul moved to Sheikh Jamal Dhanmondi Club and won his second league title. Leaving Sheikh Jamal Dhanmondi Club after 2011–12 season, he played the next season for Muktijoddha Sangsad KC. Then he joined Sheikh Russel KC and won his third league title. Again in 2013–14 season he returned to Sheikh Jamal Dhanmondi Club and won two more league titles in 2013-14 and 2014–15 season. In the middle of this quest, Atletico de Kolkata signed Mamunul on loan from Sheikh Jamal Dhanmondi Club to play the inaugural season of Indian Super League. After returning to Sheikh Jamal Dhanmondi Club, later he joined his hometown club Chittagong Abahani Limited for a record transfer fee in 2016. After spending two seasons there, the midfielder returned to Abahani Limited Dhaka in 2018. On 6 September 2020, he announced his retirement from international football."}
{"Chris John (boxer)": "Yohannes Christian \"Chris\" John (born 14 September 1979) is an Indonesian former professional boxer who competed from 1998 to 2013. He held the WBA (Super) featherweight title from 2004 to 2013, with his near decade-long reign being the second longest in the division's history (after Johnny Kilbane). During his reign, John defended the title against 16 boxers, the second most in featherweight history (after Eusebio Pedroza).\nChris \"The Dragon\" John is the fourth Indonesian boxer to win a world title, following Ellyas Pical, Nico Thomas and Muhammad Rachman. In 2013, John announced his retirement from boxing, following his only career defeat to Simpiwe Vetyeka."}
{"Ted Thompson": "Ted Thompson (January 17, 1953 – January 20, 2021)  was an American professional football player and executive in the National Football League (NFL). He was the general manager of the Green Bay Packers from 2005 to 2017. Thompson had a 10-year playing career in the NFL as a linebacker and special teams player with the Houston Oilers from 1975 to 1984.\nThompson first worked for the Packers organization from 1992 to 1999, first as assistant director of pro personnel, then their director of pro personnel from 1993 to 1997 and their director of player personnel from 1997 to 1999. He then served with the Seattle Seahawks as their vice president of operations from 2000 to 2004. He returned to Green Bay as their general manager in 2005. Over his career, Thompson won two Super Bowl titles, XXXI in 1997 and XLV in 2011. In May 2019, Thompson revealed that he had been suffering from an autonomic disorder."}
{"John Morris (curler)": "John C. Morris (born December 16, 1978; nicknamed \"Johnny Mo\") is a Canadian curler, and two-time Olympic gold medallist from Canmore, Alberta. Morris played third for the Kevin Martin team until April 24, 2013. Morris, author of the book Fit to Curl, is the son of Maureen and Earle Morris, inventor of the \"Stabilizer\" curling broom. Morris grew up in Gloucester, Ontario (now part of Ottawa) and at the age of five began curling at the Navy Curling Club."}
{"Ramkumar Mukhopadhyay": "Ramkumar Mukhopadhyay (born 8 March 1956) is a Bengali writer from India. He has written novels and short stories for both adults and children."}
{"Belisarius": "Belisarius (Latin pronunciation: [bɛ.lɪˈsaː.ri.ʊs]; Greek: Βελισάριος; c. 500 – 565) was a military commander of the Byzantine Empire under the emperor Justinian I. Belisarius was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior. Belisarius is considered one of the greatest military commanders in history and the greatest of all Byzantine generals.\nOne of the defining features of Belisarius' career was his success despite varying levels of available resources. His name is frequently given as one of the so-called \"Last of the Romans\". He conquered the Vandal Kingdom of North Africa in the Vandalic War in nine months and conquered much of Italy during the Gothic War. He also defeated the Vandal armies in the battle of Ad Decimum and played an important role at Tricamarum, compelling the Vandal king, Gelimer, to surrender. During the Gothic War, despite being significantly outnumbered,  he and his troops recaptured the city of Rome and then held out against great odds during the siege of Rome.\nAfter a setback at Thannurin, he won a battle against the Persians at Dara but was defeated at Callinicum. He successfully repulsed a Hunnish incursion at Melantias. He was also known for military deception; he repulsed a Persian invasion by deceiving their commander and lifted the siege of Ariminum without a fight."}
{"A. K. Ramanujan": "Attipate Krishnaswami Ramanujan (16 March 1929 – 13 July 1993) was an Indian poet and scholar of Indian literature and linguistics. Ramanujan was also a professor of Linguistics at University of Chicago.\nRamanujan was a poet, scholar, linguist, philologist, folklorist, translator, and playwright. His academic research ranged across five languages: English, Tamil, Kannada, Telugu, and Sanskrit. He published works on both classical and modern variants of this literature and argued strongly for giving local, non-standard dialects their due. Though he wrote widely and in a number of genres, Ramanujan's poems are remembered as enigmatic works of startling originality, sophistication and moving artistry. He was awarded the Sahitya Akademi Award posthumously in 1999 for The Collected Poems."}
{"Rosé (singer)": "Roseanne Park  (born 11 February 1997), known mononymously as Rosé (Korean: 로제), is a Korean-New Zealand singer and dancer based in South Korea. Born in New Zealand and raised in Australia, Rosé signed with South Korean label YG Entertainment following a successful audition in 2012 and trained for four years before debuting as a member of the South Korean girl group Blackpink in August 2016.\nRosé made her debut as a solo artist with the single album R in March 2021, which sold 448,089 copies in its first week, the highest figure by a female K-pop soloist. Its lead single \"On the Ground\" peaked in the top five of South Korea's Gaon Digital Chart and broke the record for the highest-charting song by a female K-pop soloist on the US Billboard Hot 100, the Canadian Hot 100, and the UK Singles Chart. It made Rosé the first artist to top the Billboard Global 200 as a soloist and as part of a group, and broke the record for the most-viewed music video in the first 24 hours on YouTube by a solo K-pop artist. The album's second single \"Gone\" peaked in the top ten in South Korea as well.\nRosé has obtained several accolades throughout her career, including two Guinness World Records, a Hanteo Music Award, and a Mnet Asian Music Award. She is the third-most followed Korean individual on Instagram and appeared on Rolling Stone's list of living icons from Australia and New Zealand. Rosé has been acknowledged for her role in fashion as a global ambassador for Yves Saint Laurent, and became the first female Korean idol to attend the Met Gala in 2021."}
{"George VI": "George VI (Albert Frederick Arthur George; 14 December 1895 – 6 February 1952) was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death in 1952. He was also the last Emperor of India from 1936 until the British Raj was dissolved in August 1947, and the first head of the Commonwealth following the London Declaration of 1949.\nThe future George VI was born during the reign of his great-grandmother Queen Victoria; he was named Albert at birth after his great-grandfather Prince Albert of Saxe-Coburg and Gotha and was known as \"Bertie\" to his family and close friends. His father ascended the throne as George V in 1910. As the second son of the king, Albert was not expected to inherit the throne. He spent his early life in the shadow of his elder brother, Edward, the heir apparent. Albert attended naval college as a teenager and served in the Royal Navy and Royal Air Force during the First World War. In 1920, he was made Duke of York. He married Lady Elizabeth Bowes-Lyon in 1923, and they had two daughters, Elizabeth and Margaret. In the mid-1920s, he engaged speech therapist Lionel Logue to treat his stutter, which he learned to manage to some degree. His elder brother ascended the throne as Edward VIII after their father died in 1936, but Edward abdicated later that year to marry the twice-divorced American socialite Wallis Simpson. As heir presumptive to Edward VIII, Albert became king, taking the regnal name George VI.\nIn September 1939, the British Empire and most Commonwealth countries—but not Ireland—declared war on Nazi Germany, following the invasion of Poland. War with the Kingdom of Italy and the Empire of Japan followed in 1940 and 1941, respectively. George VI was seen as sharing the hardships of the common people and his popularity soared. Buckingham Palace was bombed during the Blitz while the King and Queen were there, and his younger brother the Duke of Kent was killed on active service. George became known as a symbol of British determination to win the war. Britain and its allies were victorious in 1945, but the British Empire declined. Ireland had largely broken away, followed by the independence of India and Pakistan in 1947. George relinquished the title of Emperor of India in June 1948 and instead adopted the new title of Head of the Commonwealth. He was beset by smoking-related health problems in the later years of his reign and died at Sandringham House, aged 56, of a coronary thrombosis. He was succeeded by his elder daughter, Elizabeth II."}
{"León Dujovne": "León Dujovne (15 November 1898 – 16 January 1984) was an Argentine writer, philosopher, essayist and journalist."}
{"Ilhan Omar": "Ilhan Abdullahi Omar (born October 4, 1982) is an American politician serving as the U.S. representative for Minnesota's 5th congressional district since 2019. She is a member of the Democratic Party. Before her election to Congress, Omar served in the Minnesota House of Representatives from 2017 to 2019, representing part of Minneapolis. Her congressional district includes all of Minneapolis and some of its first-ring suburbs.\nOmar serves as deputy chair of the Congressional Progressive Caucus and has advocated for a $15 minimum wage, universal healthcare, student loan debt forgiveness, the protection of Deferred Action for Childhood Arrivals, and abolishing U.S. Immigration and Customs Enforcement (ICE). A frequent critic of Israel, Omar supports the Boycott, Divestment and Sanctions (BDS) movement and has denounced Israel's settlement policies and military campaigns in the occupied Palestinian territories, as well as what she describes as the influence of pro-Israel lobbies in American politics. In February 2023, the Republican-controlled House voted to remove Omar from her seat on the Foreign Affairs Committee, citing past comments she had made about Israel and concerns over her objectivity.\nOmar is the first Somali American in the United States Congress and the first woman of color to represent Minnesota. She is also one of the first two Muslim women (along with Rashida Tlaib) to serve in Congress. She has been the target of several death threats, as well as derogatory comments by political opponents, including Donald Trump, as a result of her background."}
{"Tom Buk-Swienty": "Tom Buk-Swienty (born 19 July 1966 in Eutin) is a Danish historian, journalist and author, known for his work on the Second Schleswig War.\nBuk-Swienty was raised in Sønderborg, Denmark. He holds degrees in history and American Studies from the University of Copenhagen and the University of California. During 1994–2005, he served as the American correspondent for the Danish periodical Weekendavisen and also as a lecturer at the  University of Southern Denmark in Odense until 2010. He is now an independent author and since 2014 has been an adjunct professor in history at University of Southern Denmark.\nHis writing career began during his US stay where he wrote books based on his knowledge of America. After his return to Denmark, he began studying the war of 1864, and he then wrote the first volume of his two-volume work on that conflict. The first book was well received and received several awards, which spawned the second volume of the work two years later. In 2013 he published the first volume of a two-volume biography of Wilhelm Dinesen, Karen Blixen's father, \"Captain Dinesen. Fire and blood\" and the second volume, \"Captain Dinesen. Till death do us part\", published in October 2014."}
{"José Hernández Delgadillo": "José Hernández Delgadillo (1927 – December 26, 2000) was a Mexican painter and muralist best known for carrying on the traditions of Mexican muralism in the latter 20th century.  He created over 160 murals in Mexico and the United States, with most of his work, especially after 1970, containing strong political messages. Many of these messages have been unpopular in Mexico, which has made the artist somewhat obscure and some of his murals have been destroyed. Hernández Delgadillo's main recognition is membership in the Salón de la Plástica Mexicana honor society, but his home state has made effort to rescue and promote his life and work."}
{"Worranit Thawornwong": "Worranit Thawornwong (วรนิษฐ์ ถาวรวงศ์), better known as Mook (Thai: มุก) is a Thai actress and singer. She is the most famous actress in GMMTV. She is best known for her role in the 2015 Thai television series Ugly Duckling Series: Perfect Match as Junior and in My Dear Loser as  Namkhing. She is also the Brand Ambassador of Idolo Thailand."}
{"Jose Canseco": "José Canseco Capas Jr. (born July 2, 1964) is a Cuban-American former professional baseball outfielder and designated hitter who played 17 seasons in Major League Baseball (MLB). During his time with the Oakland Athletics, he established himself as one of the premier power hitters in the game. He won the Rookie of the Year (1986), and Most Valuable Player award (1988), and was a six-time All-Star. Canseco is a two-time World Series champion with the Oakland Athletics (1989) and the New York Yankees (2000).\nIn 1988, Canseco became the first player in MLB history to hit 40 home runs and steal 40 bases in one season. He won the Silver Slugger Award four times: three as an American League (AL) outfielder (1988, 1990, 1991), and once as a designated hitter (1998). He ranks fourth all time in Athletics history with 254 home runs and is one of 14 players in MLB history with 400 home runs and 200 stolen bases. Despite many injuries during the later part of his career, Canseco averaged 40 home runs, 120 runs batted in, and 102 runs scored every 162 games, playing a total of 1,887 games in 17 seasons with seven different teams. His 462 career home runs are the 12th-highest total in AL history and the 2nd most in MLB history for a player with less than 2000 games played. \nCanseco admitted using performance-enhancing drugs during his major-league playing career, and in 2005 wrote a tell-all book, Juiced: Wild Times, Rampant 'Roids, Smash Hits & How Baseball Got Big, in which he said that the vast majority of MLB players use steroids. After retiring from MLB, he also competed in boxing and mixed martial arts."}
{"Angela Bairstow": "Angela Bairstow (1942–2016) was an English international badminton player."}
{"Grant Bowler": "Grant Bowler (born 18 July 1968) is a New Zealand-Australian actor and television presenter who has worked in American, Australian, New Zealand, and Canadian film, television, and theatre.\nHe is known for playing the role of Constable Wayne Patterson in Blue Heelers and Wolfgang West in Outrageous Fortune. He also appeared as Wilhelmina Slater's love interest Connor Owens in Ugly Betty. He starred as Joshua Nolan on the Syfy television series Defiance.\nAs a presenter, he was best known for hosting reality game shows – including The Mole Australia and The Amazing Race Australia, both of which aired on the Seven Network.\nBowler has been the voiceover for Border Security: Australia  for the Seven Network since 2004. He has also provided the voiceover for the Canadian version of the show and the American version of the show when those version screen in Australia & New Zealand as Border Security: International, which often air on 7two."}
{"Tanel Ingi": "Tanel Ingi (born 26 November 1976) is an Estonian stage and film actor who performs primarily at the Ugala theatre."}
{"Noel Malicdem": "Noel Malicdem (born 10 January 1977) is a Filipino darts player who plays in Professional Darts Corporation (PDC) events."}
{"Jeremy Corbyn": "Jeremy Bernard Corbyn (; born 26 May 1949) is a British politician who served as Leader of the Opposition and Leader of the Labour Party from 2015 to 2020. On the political left, Corbyn describes himself as a socialist. He has been Member of Parliament (MP) for Islington North since 1983. As of October 2020, Corbyn sat in the House of Commons as an independent, following the suspension of the whip. On 24 May 2024, Corbyn was expelled from the Labour Party.\nBorn in Chippenham, Wiltshire, and raised in Wiltshire and Shropshire, Corbyn joined the Labour Party as a teenager. Moving to London, he became a trade union representative. In 1974, he was elected to Haringey Council and became Secretary of Hornsey Constituency Labour Party until being elected as the MP for Islington North in 1983; he has been reelected to the office nine times. His activism has included roles in Anti-Fascist Action, the Anti-Apartheid Movement, the Campaign for Nuclear Disarmament, and advocating for a united Ireland and Palestinian statehood. As a backbench MP, Corbyn routinely voted against the Labour whip, including New Labour governments under Tony Blair and Gordon Brown. A vocal opponent of the Iraq War, he chaired the Stop the War Coalition from 2011 to 2015, a period when he received the Gandhi International Peace Award; he also won the Seán MacBride Peace Prize in 2017. Analyses of domestic media coverage of Corbyn have found it to be critical or antagonistic.\nCorbyn was elected Leader of the Labour Party in 2015. The party's membership increased sharply, both during the leadership campaign and following his election. Taking the party to the left, he advocated renationalising public utilities and railways, a less interventionist military policy, and reversals of austerity cuts to welfare and public services. Although critical of the European Union, he supported continued membership in the 2016 referendum. After Labour MPs sought to remove him in 2016 through a formal leadership challenge, he won a second leadership contest. In the 2017 general election, Labour increased its share of the vote to 40%, with its 9.6% vote rise their largest improvement since the 1945 general election. This resulted in a net gain of 30 seats and a hung parliament; but the Conservative Prime Minister, Theresa May, formed a minority government and Labour remained in Opposition. In 2019, after deadlock in Parliament over Brexit, Corbyn endorsed holding a referendum on the withdrawal agreement, with a personal stance of neutrality. In the 2019 general election, Labour's vote share fell to 32%, leading to a net loss of 60 seats and leaving it with 202, its fewest since 1935. Corbyn said he would not lead Labour into the next election, triggering a leadership election in 2020 that was won by Keir Starmer, his Shadow Brexit Secretary.\nDuring his tenure as leader, Corbyn came under criticism in relation to antisemitism within the Labour Party. Corbyn has condemned antisemitism and apologised for its presence within the party, while his leadership oversaw changes to strengthen party disciplinary procedures regarding hate speech and racism as recommended by the 2016 Chakrabarti Inquiry. An internal 2020 report and the subsequent 2022 Forde Report noted that Corbyn's team inherited a dysfunctional disciplinary system which eventually improved under General Secretary Jennie Formby, and stated that antisemitism was used as a factional weapon by both opponents and supporters of Corbyn within the party. A 2020 Equality and Human Rights Commission inquiry into the matter found the party under his leadership was responsible for unlawful acts of discrimination and harassment. After asserting that the scale of antisemitism within the party had been overstated for political reasons, Corbyn was suspended from Labour Party membership in October 2020. The membership suspension was lifted a month later after a formal disciplinary warning, but the Labour leadership declined to restore the whip, denying readmission to the parliamentary party.\nIn 2022, Al Jazeera alleged, using an analysis of leaked documents from the Labour Party, that senior Labour officials attempted to undermine support for Corbyn and, on some occasions, to silence debate about Israel's treatment of Palestinians. In March 2023, Labour's National Executive Committee resolved not to endorse Corbyn as a potential candidate in the next general election. In May 2024, shortly after that election had been called, Corbyn announced that he would stand as an independent parliamentary candidate for Islington North. On the same day, he was expelled from the Labour Party."}
{"Dascha Polanco": "Dascha Yolaine Polanco (born December 3, 1982) is a Dominican actress. She is known for portraying the role of Dayanara \"Daya\" Diaz on the Netflix series Orange Is the New Black, and for the role of Cuca in the 2021 movie In the Heights."}
{"Khalid Mahmood Mithu": "Khalid Mahmood Mithu (1960 – March 7, 2016) was a Bangladeshi film director and painter. He won Bangladesh National Film Award for Best Director for his direction of the film Gohine Shobdo (2010)."}
{"Iggy Azalea": "Amethyst Amelia Kelly (born 7 June 1990), known professionally as Iggy Azalea (), is an Australian rapper and model. Azalea's accolades include two American Music Awards, three Billboard Music Awards, an MTV Video Music Award, a People's Choice Award, four Teen Choice Awards and four Grammy Award nominations. Azalea is popular on video sites, her Youtube channel has accumulated 3.4 billion views, and 15 of her music videos have received over 100 million views on Vevo. \nAt the age of 16, Azalea moved to the United States in order to pursue a career in music. Azalea earned public recognition after releasing the music videos for her songs \"Pussy\" and \"Two Times\" on YouTube. Shortly after releasing those two songs, she released her debut mixtape, Ignorant Art (2011), and subsequently signed a recording contract with American rapper T.I.'s Grand Hustle label. Azalea's debut studio album, The New Classic (2014), peaked among the top five on several charts worldwide, but received mixed reviews from within the industry. The album eventually topped the Billboard Top R&B/Hip-Hop Albums, making Azalea the first non-American female rapper to reach the top of the chart. The New Classic was preceded by Azalea's debut single \"Work\" and chart-topping single \"Fancy\" (featuring Charli XCX), which hit the U.S. Billboard Hot 100 and received a nomination for the Grammy Award for Record of the Year. Azalea was featured on Ariana Grande's 2014 single \"Problem\", which peaked at number two behind \"Fancy\". With these hits, Azalea became the second musical act (aside from the Beatles) to rank at number one and number two simultaneously on the Hot 100 with their debut releases on the chart. In addition, she achieved three top ten hits simultaneously on the Hot 100 with the aforementioned songs and the album's fifth single, \"Black Widow\" (featuring Rita Ora), which debuted later that year.\nAfter her debut album, Azalea released a slew of singles to build anticipation for her intended second album, Digital Distortion. However, a series of conflicts with her label, as well as personal conflicts, resulted in the project being cancelled. Consequently, Azalea switched labels, releasing the EP Survive the Summer (2018) under Island Records. Further disagreements led to Azalea becoming an independent artist and creating her own label, Bad Dreams, through a distribution deal with Empire. Her second album, In My Defense, was released in 2019, followed by another EP, Wicked Lips, that same year, and a third studio album, The End of an Era, in 2021. In 2024, Azalea seemingly announced her retirement from music as posted on her social media and reported on by Billboard."}
{"Michael H. Schneider Sr.": "Michael Haygood Schneider Sr. (born 1943) is a former United States district judge of the United States District Court for the Eastern District of Texas."}
{"Aert van der Neer": "Aert van der Neer, or Aernout or Artus (c. 1603 – 9 November 1677),  was a landscape painter of the Dutch Golden Age, who specialized in small night scenes lit only by moonlight and fires, and snowy winter landscapes, both often looking down a canal or river. He was a contemporary of Aelbert Cuyp and Meindert Hobbema, and like the latter he lived and died in comparative obscurity."}
{"Ian Khama": "Seretse Khama Ian Khama() (born 27 February 1953) is a Botswana politician and former military officer who was the fourth President of the Republic of Botswana from 1 April 2008 to 1 April 2018. After serving as Commander of the Botswana Defence Force, he entered politics and was Vice-President of Botswana from 1998 to 2008, then succeeded Festus Mogae as President on 1 April 2008. He won a full term in the 2009 election and was re-elected in October 2014."}
{"Muhammad Qutb": "Muhammad Qutb (; Arabic: محمد قطب;‎ April 26, 1919 – April 4, 2014) was a Muslim scholar and the younger brother of the Egyptian Muslim thinker Sayyid Qutb. After his brother was executed by the Egyptian government, Muhammad moved to Saudi Arabia, where he promoted his brother's ideas."}
{"Lionel Messi": "Lionel Andrés \"Leo\" Messi (Spanish pronunciation: [ljoˈnel anˈdɾes ˈmesi] ; born 24 June 1987) is an Argentine professional footballer who plays as a forward for and captains both Major League Soccer club Inter Miami and the Argentina national team. Widely regarded as one of the greatest players of all time, Messi has won a record eight Ballon d'Or awards, a record six European Golden Shoes, and was named the world's best player for a record eight times by FIFA. Until 2021, he had spent his entire professional career with Barcelona, where he won a club-record 34 trophies, including ten La Liga titles, seven Copa del Rey titles, and the UEFA Champions League four times. With his country, he won the 2021 Copa América and the 2022 FIFA World Cup. A prolific goalscorer and creative playmaker, Messi holds the records for most goals (474), hat-tricks (36), and assists in La Liga (192). He has the most international goals by a South American male (106). Messi has scored over 800 senior career goals for club and country, and the most goals for a single club (672).\nMessi relocated to Spain and joined Barcelona aged 13, making his competitive debut at age 17 in October 2004. He established himself as an integral player for the club within the next three years, and in his first uninterrupted season in 2008–09 helped Barcelona achieve the first treble in Spanish football; that year, aged 22, Messi won his first Ballon d'Or. Messi won four consecutive Ballons d'Or, the first player to win it four times. During the 2011–12 season, he set La Liga and European records for most goals in a season, while establishing himself as Barcelona's all-time top scorer. The following two seasons, he finished second for the Ballon d'Or behind Cristiano Ronaldo, his perceived career rival, before regaining his best form during the 2014–15 campaign, becoming the all-time top scorer in La Liga and leading Barcelona to a historic second treble, and was awarded a fifth Ballon d'Or in 2015. Messi assumed captaincy of Barcelona in 2018, and won a record sixth Ballon d'Or in 2019. He signed for French club Paris Saint-Germain in August 2021, spending two seasons there and winning Ligue 1 twice. Messi joined American club Inter Miami in July 2023, winning the Leagues Cup in August.\nAn Argentine international, Messi is the country's all-time leading goalscorer and holds the national record for appearances. At youth level, he won the 2005 FIFA World Youth Championship and gold at the 2008 Summer Olympics. His style of play as a diminutive, left-footed dribbler drew comparisons with compatriot Diego Maradona, who described Messi as his successor. After his senior debut in 2005, Messi became the youngest Argentine to play and score in a FIFA World Cup (2006). As the squad's captain from 2011, he led Argentina to three consecutive finals: the 2014 FIFA World Cup, the 2015 Copa América and the 2016 Copa América. After announcing his international retirement in 2016, he reversed this and led his country to qualification for the 2018 FIFA World Cup and victory in the 2021 Copa América. He led Argentina to win the 2022 FIFA World Cup, where he won a record second Golden Ball, scored seven goals including two in the final, and broke the record for most games played at the World Cup (26), later receiving his record-extending eighth Ballon d'Or in 2023.\nMessi has endorsed sportswear company Adidas since 2006. According to France Football, he was the world's highest-paid footballer for five years out of six between 2009 and 2014, and was ranked the world's highest-paid athlete by Forbes in 2019 and 2022. Messi was among Time's 100 most influential people in the world in 2011, 2012, and 2023. In 2020 and 2023, he was named the Laureus World Sportsman of the Year, the first team-sport athlete to win it. In 2020, Messi was named to the Ballon d'Or Dream Team and became the second footballer and second team-sport athlete to surpass $1 billion in career earnings."}
{"14th Dalai Lama": "The 14th Dalai Lama (spiritual name: Jetsun Jamphel Ngawang Lobsang Yeshe Tenzin Gyatso, also known as Tenzin Gyatso; né Lhamo Thondup; born 6 July 1935) is, as the incumbent Dalai Lama, the highest spiritual leader and head of Tibetan Buddhism. By the adherents of Tibetan Buddhism, he is considered a living Bodhisattva; specifically, an emanation of Avalokiteśvara in Sanskrit, and Chenrezig in Tibetan. He is also the leader and a monk of the Gelug school, the newest school of Tibetan Buddhism, formally headed by the Ganden Tripa. The central government of Tibet at the time of his selection, the Ganden Phodrang, invested the Dalai Lama with temporal duties until his exile in 1959.\nThe 14th Dalai Lama was born to a farming family in Taktser (Hongya Village), in the traditional Tibetan region of Amdo (administratively Qinghai, Republic of China). He was selected as the tulku of the 13th Dalai Lama in 1937, and formally recognised as the 14th Dalai Lama in a public declaration near the town of Bumchen in 1939. As with the recognition process for his predecessor, a Golden Urn selection process was exempted and approved by the Central Government of the Republic of China. His enthronement ceremony was held in Lhasa on 22 February 1940 and he eventually assumed full temporal (political) duties on 17 November 1950 (at 15 years of age), after the People's Republic of China's occupation of Tibet. The Tibetan government administered the historic Tibetan regions of Ü-Tsang, Kham and Amdo.\nSubsequent to the annexation of Tibet by the People's Republic of China, during the 1959 Tibetan uprising, the Dalai Lama escaped to India, where he continues to live in exile while remaining the spiritual leader of Tibet. On 29 April 1959, the Dalai Lama established the independent Tibetan government in exile in the north Indian hill station of Mussoorie, which then moved in May 1960 to Dharamshala, where he resides. He retired as political head in 2011 to make way for a democratic government, the Central Tibetan Administration.\nThe Dalai Lama advocates for the welfare of Tibetans and since the early 1970s has called for the Middle Way Approach with China to peacefully resolve the issue of Tibet. This involves recognizing Tibet as a part of China, while pushing for substantial autonomy for Tibetans within China. This strategy seeks to find a middle ground between Tibetan desires for self-governance and China's assertion of sovereignty over Tibet, aiming to address the interests of both parties through dialogue and communication. The Dalai Lama is not in favor of separation from China, he stated that Tibet is a part of China, Tibet is an autonomous region of China. Tibetan culture and Buddhism are part of Chinese culture.\nThe Dalai Lama travels worldwide to give Tibetan Mahayana and Vajrayana Buddhism teachings, and his Kalachakra teachings and initiations are international events. He also attends conferences on a wide range of subjects, including the relationship between religion and science, meets with other world leaders, religious leaders, philosophers, and scientists, online and in-person. His work includes focus on the environment, economics, women's rights, nonviolence, interfaith dialogue, physics, astronomy, Buddhism and science, cognitive neuroscience, reproductive health and sexuality.\nThe Dalai Lama was awarded the Nobel Peace Prize in 1989. Time magazine named the Dalai Lama one of the \"Children of Gandhi\" and Gandhi's spiritual heir to nonviolence."}
{"Andreas Ivanschitz": "Andreas Ivanschitz (Croatian: Andrej Ivančić; born 15 October 1983) is an Austrian retired footballer who played as an attacking midfielder.\nDuring the career, Ivanschitz played for Rapid Wien, Red Bull Salzburg, Panathinaikos, 1.FSV Mainz 05, Levante, Seattle Sounders FC and Viktoria Plzen.\nA full international since 2003, he represented Austria at Euro 2008."}
{"Raffaele Maiello": "Raffaele Maiello (born 10 July 1991 in Acerra) is an Italian professional football player who plays as a midfielder for Serie B club Bari."}
{"Tacko Fall": "El Hadji Tacko Sereigne Diop Fall (born 10 December 1995) is a Senegalese professional basketball player for the Piratas de Quebradillas of the Baloncesto Superior Nacional (BSN). He has previously played in the National Basketball Association (NBA) for the Boston Celtics and Cleveland Cavaliers.\nFall was born and raised in Dakar, Senegal. He moved to the United States at age 16 and later played college basketball for the University of Central Florida (UCF). Fall went undrafted in the 2019 NBA draft, but later signed with the Boston Celtics. During his two seasons in Boston, he became a fan favorite. He signed with the Cleveland Cavaliers as a free agent in 2021.\nAt 7 feet 6 inches (2.29 metres), Fall was one of the tallest NBA players and is one of the tallest living humans. At the 2019 NBA Draft Combine, his measurements set all-time NBA records for tallest height in shoes (7 ft 7 in; 2.31 m), longest wingspan (8 ft 2.25 in; 250 cm), and highest standing reach (10 ft 2.5 in; 3.11 m). The NBA now lists players' heights without shoes, so Fall is listed at 7 ft 6 in (2.29 m)."}
{"Bif Naked": "Beth Torbert (born June 15, 1971) is a Canadian singer best known by her stage name Bif Naked. Between 1996 and 2016, she was among the top 150 selling Canadian artists in Canada."}
{"Alice Torriani": "Alice Torriani (born 25 March 1984) is an Italian film actor, author and screenwriter. She is notable for her portrayal of Andreina in Il Paradiso delle Signore (Ladies' Paradise) directed by Monica Vullo and as the author of the novel L'altra Sete (A Different Thirst)."}
{"Alf Garland": "Brigadier Alfred Barrett Garland, AM (19 March 1932 – 9 March 2002) was an Australian Army officer, and National President of the Returned and Services League of Australia (RSL) from 1988 to 1993. Garland had a distinguished military career, and attracted media attention by being outspoken on many controversial social issues, often antagonising the Keating government at the time."}
{"Namita Gokhale": "Namita Gokhale (born 1956) is an Indian writer, editor, festival director, and publisher. Her debut novel, Paro: Dreams of Passion was released in 1984, and she has since written fiction and nonfiction, and edited nonfiction collections. She conceptualized and hosted the Doordarshan show Kitaabnama: Books and Beyond and is a founder and co-director of the Jaipur Literature Festival. She won the 2021 Sahitya Akademi Award for her novel 'Things to leave behind'. "}
{"Fuerza Guerrera": "Fuerza Guerrera (born December 13, 1953) is a Mexican Luchador enmascarado (or masked professional wrestler) who made his debut in 1978. In his career Guerrera has worked for every major wrestling organization in Mexico including Consejo Mundial de Lucha Libre (CMLL), AAA, Universal Wrestling Association (UWA), World Wrestling Association (WWA) and International Wrestling Revolution Group (IWRG). Throughout his career Fuerza Guerrera has held many titles for CMLL, AAA and IWRG. Fuerza Guerrera's real name is not a matter of public record, as is often the case with masked wrestlers in Mexico where their private lives are kept a secret from the wrestling fans. Only his paternal surname is known, as his son Eduardo Aníbal González Hernández' name is a matter of public record making Fuerza Guerrera's paternal surname \"González\" as well. Eduardo González is better known as luchador Juventud Guerrera. Fuerza Guerrera is Spanish for \"Warrior Strength\", not to be mistaken for the surname Guerrero."}
{"Jorge Enríquez": "Jorge Enríquez García (born 8 January 1991) is a former Mexican professional footballer who played as a defensive midfielder. He is an Olympic gold medalist."}
{"Raúl Esparza": "Raúl Eduardo Esparza (born October 24, 1970) is an American actor and singer. Considered one of Broadway's most prominent leading men since the 2000s, he is best known for his Tony Award-nominated performance as Bobby in the 2006 Broadway revival of Company and for his television role as New York Assistant District Attorney (ADA) Rafael Barba in Law & Order: Special Victims Unit, where he had a recurring role in Season 14 and was promoted to a series regular in Seasons 15 to 19.\nHe made his Broadway debut in 2000 as Riff Raff in the revival of The Rocky Horror Show. Subsequently, he starred as Jonathan in the original Off-Broadway production of Tick, Tick... Boom! and Caractacus Potts in the original Broadway production of Chitty Chitty Bang Bang in 2005. He received Tony nominations for his roles as Philip Sallon in the Boy George musical Taboo in 2004; Bobby in the musical comedy Company in 2006; Lenny in Harold Pinter's play The Homecoming in 2008; and Charlie Fox in David Mamet's play Speed-the-Plow in 2009. Most recently, he starred in the Off-Broadway productions Road Show and Seared in 2019, and Oliver! in 2023.\nEsparza has been nominated in all Tony categories for which an actor is eligible. He is widely regarded for his versatility on stage, having performed musicals by Andrew Lloyd Webber, Stephen Sondheim, Kander and Ebb, Boy George, the Sherman Brothers and in plays by Mamet, Pinter, William Shakespeare, Tom Stoppard, and more. \nHis film work includes Sidney Lumet's Find Me Guilty and Wes Craven's My Soul to Take, and his television credits include roles on The Path, Medium, Hannibal and Pushing Daisies. He narrated the audiobook for Stephen King's Under the Dome as well as several others, and he has sung in concerts across the country."}
{"Karyn Pugliese": "Karyn Pugliese (Pabàmàdiz)  is a Canadian investigative journalist, press freedom advocate and communications specialist, of Algonquin descent. She is a status Indigenous person and a citizen of the Algonquins of Pikwàkanagàn First Nation in Ontario. Pugliese was chosen for the twenty-fifth Martin Wise Goodman Canadians as  Nieman Fellow, and graduated in the Class of 2020, Harvard University. She is a frequent commentator on Rosemary Barton Live.  In May 2023, she was appointed editor in chief of Canadaland after publisher Jesse Brown announced that he was stepping down from the role. She also hosts the podcast canadaLANDBACK. \nPugliese is best known for her work as a journalist/executive director of news and current affairs at the Aboriginal Peoples Television Network, and as the host of ichannel's #FAQMP. "}
{"Pablo Ganet": "Pablo Ganet Comitre (born 4 November 1994) is a professional footballer who plays as a midfielder for Primera Federación club CD Alcoyano. Born in Spain, he plays for the Equatorial Guinea national team."}
{"Zewde Gebre-Sellassie": "Dejazmatch Zewde Gebre-Sellassie (Amharic: ዘውዴ ገብረ ሥላሴ; 12 October 1926 – 15 December 2008) was an Ethiopian nobleman, historian, and former deputy Prime Minister of Ethiopia. He was born in the village of Galdu, in the subdistrict of Mecca, to the north-west of Addis Ababa where his father was relegated."}
{"Sayuri Yamauchi": "Sayuri Yamauchi (山内 小百合, Yamauchi Sayuri, May 28, 1956 – March 6, 2012), also known by the stage name Sayuri (紗ゆり), was a Japanese voice actress. Yamauchi voiced Itchy and Maude Flanders on the Japanese dub of The Simpsons. Sayuri was formerly affiliated with Kyu Production and affiliated with Aigumi at the time of her death. On March 6, 2012, Yamauchi died of cancer and was 55 years old at the time of her death."}
{"Kaká": "Ricardo Izecson dos Santos Leite (Brazilian Portuguese: [ʁiˈkaʁdu iˈzɛksõ duˈsɐ̃tuz ˈlejtʃi]; born 22 April 1982), commonly known as Kaká (Portuguese: [kaˈka] ) or Ricardo Kaká, is a Brazilian former professional footballer who played as an attacking midfielder. In his prime as a playmaker at AC Milan, a period marked by his creative passing, pace, goal scoring and dribbles from midfield, Kaká was widely considered one of the best players in the world, and is regarded by pundits as one of the greatest footballers of his generation. With success at club and international level, he is one of nine players to have won the FIFA World Cup, the UEFA Champions League and the Ballon d'Or.\nKaká made his professional club debut at age 18 at São Paulo in Brazil in 2001, and his performances with the club led to him joining Serie A club AC Milan in 2003. In Italy, Kaká helped Milan win the Serie A title in his first season. Milan finished runners up in the 2004–05 UEFA Champions League with Kaká the top assist provider of the tournament, and he was named the UEFA Club Midfielder of the Year. He led Milan to win the 2006–07 UEFA Champions League and was the tournament's top goal scorer. His performances saw him win the FIFA World Player of the Year, the 2007 Ballon d'Or and the UEFA Club Footballer of the Year. After six years with Milan, Kaká joined Real Madrid in 2009 for a transfer fee of €67 million, which was the second highest transfer fee at the time. However, after four injury troubled seasons in Spain, which saw his physical mobility rapidly decline, he returned to AC Milan for a single season in 2013, prior to joining MLS expansion club Orlando City SC. He initially returned to his former club São Paulo on loan, before returning to Orlando in 2015 and retiring in 2017.\nKaká made his debut for the Brazil national team in 2002, and was selected for their victorious FIFA World Cup squad that year. An established member of the team for the 2006 World Cup, he was part of a much vaunted quartet that included Ronaldo, Adriano and Ronaldinho that ultimately underperformed at the tournament before he made his final appearance in a World Cup in 2010. He was also a member of Brazil's 2005 and 2009 FIFA Confederations Cup-winning squads, winning the Golden Ball Award in 2009 as the tournament's best player.\nIn addition to his individual awards, between 2006 and 2009 he was named in both the FIFA World XI and the UEFA Team of the Year three times. In 2010, he was named in the AC Milan Hall of Fame. One of the world's most famous athletes during his playing career, Kaká was the first sportsperson to amass 10 million followers on Twitter. Off the field, Kaká is known for his humanitarian work, where he became the youngest ambassador of the UN World Food Programme in 2004. For his contributions on and off the pitch, Kaká was listed by Time as one of the world's 100 most influential people in 2008 and 2009."}
{"Diafra Sakho": "Diafra Sakho (born 24 December 1989) is a Senegalese former professional footballer who played as a striker.\nSakho began his career in the lower divisions of French football, with Metz and on loan at Boulogne, before joining West Ham United in August 2014. Since May 2014, he has been a full international for the Senegal national team. He joined Rennes in January 2018 and was loaned to Bursaspor in August 2018."}
{"Nikole Hannah-Jones": "Nikole Sheri Hannah-Jones (born April 9, 1976) is an American investigative journalist, known for her coverage of civil rights in the United States. She joined The New York Times as a staff writer in April 2015, was awarded a MacArthur Fellowship in 2017, and won the Pulitzer Prize for Commentary in 2020 for her work on The 1619 Project. Hannah-Jones is the inaugural Knight Chair in Race and Journalism at the Howard University School of Communications, where she also founded the Center for Journalism and Democracy."}
{"Uee": "Kim Yu-jin (born April 9, 1988), better known by her stage name Uee (sometimes romanized as U-ie), is a South Korean singer and actress. She is best known for being a former member of South Korean girl group After School from 2009 to 2017, and has acted in various television dramas including Queen Seondeok (2009), Ojakgyo Family (2011), Jeon Woo-chi (2012), Golden Rainbow (2013), High Society (2015), Marriage Contract (2016), and My Only One (2018). On May 31, 2017, Uee graduated and left After School and its agency, Pledis Entertainment."}
{"Vladimir Lenin": "Vladimir Ilyich Ulyanov (22 April [O.S. 10 April] 1870 – 21 January 1924), better known as Vladimir Lenin, was a Russian revolutionary, Soviet politician, and political theorist who was the founder and first leader of the Russian Soviet Federative Socialist Republic from 1917 until his death in 1924, and of the Soviet Union from 1922 until his death. He was the founder and leader of the Bolsheviks, which led the October Revolution that established the world's first socialist state. During the Russian Civil War, Lenin's government centralised power in a one-party state ruled by the Communist Party. Ideologically a Marxist, his developments of Marx's theories of party, imperialism, the state, and revolution are called Leninism.\nBorn to an upper-middle-class family in Simbirsk, Lenin embraced revolutionary socialist politics following his brother's 1887 execution. He was expelled from Kazan Imperial University for participating in protests against the tsarist government, and devoted the following years to a law degree before moving to Saint Petersburg in 1893 and emerging as a senior Marxist activist. In 1897, Lenin was arrested for sedition and exiled for three years to Siberia. He moved to Western Europe after his release and became a prominent figure in the Marxist Russian Social Democratic Labour Party. In 1903, he played a key role in the party's ideological schism, leading his Bolshevik faction against the Mensheviks. He briefly returned to Russia during the failed 1905 Revolution, and during the First World War campaigned for its transformation into a Europe-wide proletarian revolution to overthrow capitalism and replace it with socialism. After the February Revolution of 1917 ousted the tsar and established a Provisional Government, Lenin returned to Russia, issued his \"April Theses\", and led the October Revolution, in which the Bolsheviks overthrew the regime.\nLenin's government redistributed land to the peasantry, nationalised banks and industry, withdrew from the war by signing the Treaty of Brest-Litovsk with the Central Powers, and promoted world revolution via the Communist International. The Bolsheviks initially shared power with the Left Socialist-Revolutionaries and allowed elections to a multi-party Constituent Assembly, but by 1918 centralised power in the Communist Party. Amid the civil war, Lenin's government implemented economic policies known as \"war communism\", including forced requisitioning of grain from peasants, and carried out the Red Terror, a violent campaign administered by state security services in which tens of thousands of opponents were killed or interned in concentration camps. Responding to economic devastation, a major famine in 1921–22, and revolts such as the Tambov and Kronstadt rebellions, in 1921 Lenin introduced the New Economic Policy. Some non-Russian nations of the former empire were re-united in the Soviet Union in 1922, while others (notably Poland) gained independence. Lenin suffered three debilitating strokes in 1922 and 1923 and died the following year, with Joseph Stalin succeeding him as the pre-eminent figure in the Soviet government.\nWidely considered one of the most significant and influential figures of the 20th century, Lenin was the posthumous subject of a pervasive personality cult within the Soviet Union until its dissolution in 1991. Under Stalin's leadership, he became a figurehead of the state ideology of Marxism–Leninism, which served as a major influence on the international communist movement. A controversial figure with a highly divisive legacy, Lenin is praised by his supporters for establishing soviet democracy and a \"dictatorship of the proletariat\" which took steps towards socialism, while critics accuse him of overseeing mass killings and political repression of dissidents and either leading or preparing the way for a totalitarian dictatorship."}
{"Ana Cláudia Bolzan": "Ana Cláudia Bolzan (born 15 July 1996) is a Brazilian handballer for EC Pinheiros and the Brazilian national team."}
{"Don Beard": "Donald Derek Beard (14 January 1920 – 15 July 1982) was a New Zealand cricketer who played in four Tests from 1952 to 1956. He was a schoolteacher and school principal."}
{"Prince Carl Philip, Duke of Värmland": "Prince Carl Philip of Sweden, Duke of Värmland (Carl Philip Edmund Bertil; born 13 May 1979) is the only son and the second of three children of King Carl XVI Gustaf and Queen Silvia. As of 2022, Prince Carl Philip is fourth in the line of succession, after his older sister, Crown Princess Victoria, his niece and goddaughter Princess Estelle, and his nephew Prince Oscar. He lives with his wife, Princess Sofia, and three sons, Prince Alexander, Prince Gabriel and Prince Julian in Villa Solbacken in Djurgården, Stockholm."}
{"Maggie Cogan": "Maggie Cogan is a resident of New York City who was the first female coachman in Central Park, working for the Plaza Hotel. She appeared in a 1967 Universal newsreel with her horse and carriage, and in 1968, also appeared on the syndicated version of the quiz show What's My Line?, with contestants attempting to guess her occupation.\nAfter leaving her career briefly in the 1960s, she resumed it in 1970, befriending Lisa Ryan, the daughter of actor Robert Ryan, who had also become a carriage driver. By this point, she had had 2 unsuccessful marriages and given birth to two sons, both of whom she gave up when her life began to unravel. In 1977, while living with Ryan, Cogan began to show signs of mental illness and she was eventually committed to a mental hospital by her parents.\nEventually, she became homeless when she left her career for good. Director Michel Negroponte discovered her living in Central Park and made the documentary film Jupiter's Wife about her."}
{"Caitlin Lowe": "Caitlin Faith Lowe-Nagy (born February 6, 1985) is the head coach of the Arizona Wildcats softball team. Lowe is a former collegiate four-time first team All-American and medal winning Olympian. She played college softball for Arizona and led her team in back-to-back Women's College World Series championships in 2006 and 2007. She won a silver medal at the 2008 Summer Olympics. Lowe played with National Pro Fastpitch's USSSA Pride for six seasons, winning three titles and being named 2012 Player of the Year, before officially retiring in 2015.\nShe is one of select players in NCAA Division I history to have accumulated over 300 hits, 200 runs and 100 stolen bases while batting .400 in her career. Recently, she was only one of 3 named by both the fan vote and experts to the Greatest College Softball Team All-Time, in the outfield."}
{"Cicero": "Marcus Tullius Cicero ( SISS-ə-roh; Latin: [ˈmaːrkʊs ˈtʊlli.ʊs ˈkɪkɛroː]; 3 January 106 BC – 7 December 43 BC) was a Roman statesman, lawyer, scholar, philosopher, writer and Academic skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics. He is considered one of Rome's greatest orators and prose stylists and the innovator of what became known as \"Ciceronian rhetoric\". Cicero was educated in Rome and in Greece. He came from a wealthy municipal family of the Roman equestrian order, and served as consul in 63 BC.\nHe greatly influenced both ancient and modern reception of the Latin language. A substantial percentage of his work has survived, and he was admired by both ancient and modern authors alike. Cicero adapted the arguments of the chief schools of Hellenistic philosophy in Latin and created a large amount of Latin philosophical vocabulary via lexical innovation (e.g. neologisms such as evidentia, generator, humanitas, infinitio, qualitas, quantitas), almost 150 of which were the result of translating Greek philosophical terms.\nThough he was an accomplished orator and successful lawyer, Cicero believed his political career was his most important achievement. It was during his consulship that the Catiline conspiracy attempted to overthrow the government through an attack on the city by outside forces, and Cicero (by his own account) suppressed the revolt by summarily and controversially executing five conspirators without trial, an act which would later lead to his exile. During the chaotic middle period of the first century BC, marked by civil wars and the dictatorship of Julius Caesar, Cicero was a supporter of the Optimates faction. Following Caesar's death, Cicero became an enemy of Mark Antony in the ensuing power struggle, attacking him in a series of speeches. He was proscribed as an enemy of the state by the Second Triumvirate and consequently executed by soldiers operating on their behalf in 43 BC, having been intercepted during an attempted flight from the Italian peninsula. His severed hands and head (taken by order of Antony and displayed representing the reprecussions of his anti-Antonian actions as a writer and as an orator, respectively) were then displayed on the Rostra.\nPetrarch's rediscovery of Cicero's letters is often credited for initiating the 14th-century Renaissance in public affairs, humanism, and classical Roman culture. According to Polish historian Tadeusz Zieliński, \"the Renaissance was above all things a revival of Cicero, and only after him and through him of the rest of Classical antiquity.\" The peak of Cicero's authority and prestige came during the 18th-century Enlightenment, and his impact on leading Enlightenment thinkers and political theorists such as John Locke, David Hume, Montesquieu, and Edmund Burke was substantial. His works rank among the most influential in global culture, and today still constitute one of the most important bodies of primary material for the writing and revision of Roman history, especially the last days of the Roman Republic."}
{"Dana Ashbrook": "Dana Vernon Ashbrook (born May 24, 1967) is an American actor, best known for playing Bobby Briggs on the television series Twin Peaks (1990–1991, 2017) and its 1992 prequel film Twin Peaks: Fire Walk with Me."}
{"Stephanie Beatriz": "Stephanie Beatriz Bischoff Alvizuri (born February 10, 1981) is an American actress. She is known for playing Detective Rosa Diaz in the Fox/NBC comedy series Brooklyn Nine-Nine (2013–2021), Quiet in the Peacock action comedy series Twisted Metal (2023–present), and Carla in the musical film  In the Heights (2021), and voicing Mirabel Madrigal in the Disney film Encanto (2021) and Vaggie in the adult animated musical series Hazbin Hotel (2024–present)."}
{"Bir Hambir": "Hambir Malla Dev (also known as Bir Hambir, Beera Hambeera, and Veer Hambir) was the forty-ninth king of Mallabhum. He ruled from 1565 to 1620 AD."}
{"Nelson Mandela": "Nelson Rolihlahla Mandela ( man-DEH-lə; Xhosa: [xolíɬaɬa mandɛ̂ːla]; born Rolihlahla Mandela; 18 July 1918 – 5 December 2013) was a South African anti-apartheid activist, politician, and statesman who served as the first president of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as the president of the African National Congress (ANC) party from 1991 to 1997.\nA Xhosa, Mandela was born into the Thembu royal family in Mvezo, South Africa. He studied law at the University of Fort Hare and the University of Witwatersrand before working as a lawyer in Johannesburg. There he became involved in anti-colonial and African nationalist politics, joining the ANC in 1943 and co-founding its Youth League in 1944. After the National Party's white-only government established apartheid, a system of racial segregation that privileged whites, Mandela and the ANC committed themselves to its overthrow. He was appointed president of the ANC's Transvaal branch, rising to prominence for his involvement in the 1952 Defiance Campaign and the 1955 Congress of the People. He was repeatedly arrested for seditious activities and was unsuccessfully prosecuted in the 1956 Treason Trial. Influenced by Marxism, he secretly joined the banned South African Communist Party (SACP). Although initially committed to non-violent protest, in association with the SACP he co-founded the militant uMkhonto we Sizwe in 1961 and led a sabotage campaign against the apartheid government. He was arrested and imprisoned in 1962, and, following the Rivonia Trial, was sentenced to life imprisonment for conspiring to overthrow the state.\nMandela served 27 years in prison, split between Robben Island, Pollsmoor Prison and Victor Verster Prison. Amid growing domestic and international pressure and fears of racial civil war, President F. W. de Klerk released him in 1990. Mandela and de Klerk led efforts to negotiate an end to apartheid, which resulted in the 1994 multiracial general election in which Mandela led the ANC to victory and became president. Leading a broad coalition government which promulgated a new constitution, Mandela emphasised reconciliation between the country's racial groups and created the Truth and Reconciliation Commission to investigate past human rights abuses. Economically, his administration retained its predecessor's liberal framework despite his own socialist beliefs, also introducing measures to encourage land reform, combat poverty and expand healthcare services. Internationally, Mandela acted as mediator in the Pan Am Flight 103 bombing trial and served as secretary-general of the Non-Aligned Movement from 1998 to 1999. He declined a second presidential term and was succeeded by his deputy, Thabo Mbeki. Mandela became an elder statesman and focused on combating poverty and HIV/AIDS through the charitable Nelson Mandela Foundation.\nMandela was a controversial figure for much of his life. Although critics on the right denounced him as a communist terrorist and those on the far left deemed him too eager to negotiate and reconcile with apartheid's supporters, he gained international acclaim for his activism. Globally regarded as an icon of democracy and social justice, he received more than 250 honours, including the Nobel Peace Prize. He is held in deep respect within South Africa, where he is often referred to by his Thembu clan name, Madiba, and described as the \"Father of the Nation\"."}
{"Maurice Jones-Drew": "Maurice Christopher Jones-Drew (born March 23, 1985), often called \"MJD\", is an American former football running back who played in the National Football League (NFL) for nine seasons. He played college football for the UCLA Bruins, earning unanimous All-American honors in 2005.\nJones-Drew was selected by the Jacksonville Jaguars in the second round of the 2006 NFL draft, 60th overall, was named to the Pro Bowl three times, and led the NFL in rushing yards in 2011. He played his first eight seasons with the Jaguars, through 2013. In his final season in 2014, he played for the Oakland Raiders.\nFollowing his retirement, Jones-Drew entered broadcasting, serving as a football color analyst for NFL Now and other shows on NFL Network, in addition to hosting for CBS Sports their Monday Night studio show for their UK networks. He is currently the color analyst for the Los Angeles Rams."}
{"Jan-Michael Gambill": "Jan-Michael Charles Gambill (born June 3, 1977) is an American former professional tennis player who made his professional debut in 1996. His career-high singles ranking is world No. 14, which he achieved on June 18, 2001. Best known for his unusual double-handed forehand, Gambill reached the quarterfinals of the 2000 Wimbledon Championships, the final of the 2001 Miami Masters, and won three singles titles."}
{"Generoso Rossi": "Generoso Rossi (born 3 January 1979) is an Italian former professional footballer who played as a goalkeeper."}
{"Roman Pavlyuchenko": "Roman Anatolyevich Pavlyuchenko (Russian: Роман Анатольевич Павлюченко; born 15 December 1981) is a Russian former footballer who played as a striker.\nHe started his career at Dynamo Stavropol, and Rotor Volgograd, before transferring to Spartak Moscow in 2003. His performances there earned him a £13.7 million transfer to Tottenham Hotspur of the English Premier League in 2008, where he spent three full seasons before returning to Russia to play for Lokomotiv Moscow. After another full 3 seasons he moved in July 2015, to Kuban Krasnodar.\nA full international for a decade following his debut in 2003, Pavlyuchenko earned 51 caps for Russia, and scored 21 international goals. He was named in the Team of the Tournament at Euro 2008, with Russia reaching the semi-finals, and was also in their squad for Euro 2012."}
{"Shoya Nakajima": "Shōya Nakajima (中島 翔哉, Nakajima Shōya, born 23 August 1994) is a Japanese professional footballer who plays for J1 League club Urawa Red Diamonds and the Japan national team. Primarily a left winger, he has also played on the right flank and as a central second striker.\nAfter starting his career with Tokyo Verdy of the J2 League and FC Tokyo of the J1 League, he spent several years in Portugal's Primeira Liga with Portimonense and Porto. He also had brief spells in Qatar, the United Arab Emirates and Turkey.\nHe was part of the Japanese under-23 team at the 2016 Olympics. First capped at senior level in 2018, he was part of the Japan team at the 2019 Copa América."}
{"Emcee N.I.C.E.": "Aulsondro \"Novelist\" Hamilton, better known by his stage name Emcee N.I.C.E., is an American Christian hip hop recording artist, rapper, singer, songwriter, record and film producer, record executive, actor, inventor, entrepreneur and former lead vocalist/rapper of the duo KansasCali.\nHe is the co-creator of the animated music series Da Jammies, The co-founder of The Stellar Award winning radio station God’s House of Hip Hop Radio powered by Dash Radio, A Best Selling Author for his book “Music Release University”. He is president of two non-profit organizations, The iTL Foundation (Information, Technology & Literacy) of Los Angeles  and Urbanomics 101, the Managing Editor for RYZE Magazine, a christian hip hop lifestyle magazine and an American Inventor. He is the co-producer of 2 Pac's Thugz Mansion acoustic, the first single released from the certified triple platinum album Better Dayz and the Nas acoustic Thugz Mansion (N.Y.), off of the certified platinum album God's Son\nEmcee N.I.C.E.’s debut recording as a Christian Hip Hop Recording artist came when the album Praise was released in 2017 and became his first solo project to reach No. 1 on the Billboard Top Gospel Albums and “Billboard Gospel Album Sales” the album would yield Five No. 1 hit records on the Billboard charts in \"I Got Angels\" claiming two positions along with \"Glory to God\" (ft. Fred Hammond) & Nielsen BDS including a No. 1 gospel album in Praise.\nEmcee N.I.C.E. received nominations for Rap Hip-Hop Gospel CD of the Year and Gospel Hip Hop Radio Station of Year at the 34th Annual Stellar Awards, the last of which he won. He is also a 12 time \"The Gospel Spin Awards\" winner, in the categories of \"Internet Radio Personality of the Year,\" 2 time \"Best Radio Show 2 or More – (God's Calamari w/ Emcee N.I.C.E. & The God Squad),\" 2 time \"Voice of the Year, Station Manager/Program Director of the Year\" are the notables, he received a total of 17 Nominations in Gospel radio from the Gospel Spin Award and in 2021 Emcee N.I.C.E. was honored as \"Radio Man of the Year.\"\nEmcee N.I.C.E. also known as Novelist with the duo KansasCali, has been on six motion picture soundtracks, Oscar Award Winning film Crash song \"If I...\", Mr. & Mrs. Smith (International Soundtrack) song \"If I Never See You Again\", Haven Original Soundtrack song \"Uuuh\", Kickin' It Old Skool song \"The Life\", Once in a Lifetime: The Extraordinary Story of the New York Cosmos song \"U Gotta Fight!\""}
{"Lemuel W. Joiner": "Lemuel Whiting Joiner (November 9, 1810 – October 22, 1886) was an American farmer, Republican politician, and Wisconsin pioneer.  He served six years in the Wisconsin State Senate and one year in the State Assembly, representing Iowa County.  His son, Robert Joiner, also served in the Legislature."}
{"Dennis Andersson": "Dennis Andersson (born 3 June 1991) is a former motorcycle speedway rider from Sweden."}
{"Jacques Cousteau": "Jacques-Yves Cousteau,  (, also UK: , French: [ʒak iv kusto]; 11 June 1910 – 25 June 1997) was a French naval officer,  oceanographer, filmmaker and author. He co-invented the first successful  open-circuit self-contained underwater breathing apparatus (SCUBA), called the Aqua-Lung, which assisted him in producing some of the first underwater documentaries.\nCousteau wrote many books describing his undersea explorations. In his first book, The Silent World: A Story of Undersea Discovery and Adventure, Cousteau surmised the existence of the echolocation abilities of porpoises. The book was adapted into an underwater documentary called The Silent World. Co-directed by Cousteau and Louis Malle, it was one of the first films to use underwater cinematography to document the ocean depths in color. The film won the 1956 Palme d'Or at the Cannes Film Festival and remained the only documentary to do so until 2004 (when Fahrenheit 9/11 received the award). It was also awarded the Academy Award for Best Documentary in 1957.\nFrom 1966 to 1976, he hosted The Undersea World of Jacques Cousteau, a documentary television series, presented on American commercial television stations. A second documentary series, The Cousteau Odyssey, ran from 1977 to 1982 on public television stations."}
{"Witold Gombrowicz": "Witold Marian Gombrowicz (August 4, 1904 – July 24, 1969) was a Polish writer and playwright. His works are characterised by deep psychological analysis, a certain sense of paradox and absurd, anti-nationalist flavor. In 1937, he published his first novel, Ferdydurke, which presented many of his usual themes: problems of immaturity and youth, creation of identity in interactions with others, and an ironic, critical examination of class roles in Polish society and culture. \nHe gained fame only during the last years of his life, but is now considered one of the foremost figures of Polish literature. His diaries were published in 1969 and are, according to the Paris Review, \"widely considered his masterpiece\", while Cosmos is considered, according to The New Yorker, \"his most accomplished novel\". He was nominated for the Nobel Prize in Literature four times, from 1966 to 1969."}
{"Flávio Rocha": "Flávio Gurgel Rocha (born 14 February 1958) is a Brazilian former federal deputy and businessman, current CEO and Chairman of Lojas Riachuelo, one of the largest retailers in the country."}
{"W. Clark Still": "William Clark Still (born 1946) is an American organic chemist.  As a distinguished professor at Columbia University, Clark Still made significant contributions to the field of organic chemistry, particularly in the areas of natural product synthesis, reaction development, conformational analysis, macrocyclic stereocontrol, and computational chemistry.  Still and coworkers also developed the purification technique known as flash column chromatography which is widely used for the purification of organic compounds."}
{"Bastian Schweinsteiger": "Bastian Schweinsteiger (pronounced [ˈbasti̯a(ː)n ˈʃvaɪnʃtaɪɡɐ] ; born 1 August 1984) is a German former professional footballer who played as a midfielder. Earlier in his career, he primarily played as a wide midfielder; he later switched to a central midfield role. Former Germany national team manager Joachim Löw has referred to Schweinsteiger as one of the greatest players the country has ever produced.\nHe spent 17 seasons at Bayern Munich, playing in exactly 500 matches across all competitions and scoring 68 goals. His honours at the club include eight Bundesliga titles, seven DFB-Pokal titles, a UEFA Champions League title, a FIFA Club World Cup title and a UEFA Super Cup title. He joined Manchester United in 2015, playing sparingly for 18 months before moving to Chicago Fire. He announced his retirement from playing in October 2019.\nSchweinsteiger played for the German national team from 2004 to 2016. He is Germany's fourth-most-capped player of all time, having earned 121 caps and scored 24 goals. He was selected in their squads for four European Championships and three World Cups, including their victory at the 2014 FIFA World Cup. Also, in 2014 FIFA World Cup, he was widely regarded as one of the most important contributors in Germany's victorious campaign, playing an especially important role in defending Lionel Messi in the Final. Following Philipp Lahm's international retirement on 2 September 2014, Schweinsteiger was named captain of the national team. He played his last match for Germany against Finland on 31 August 2016, after which he retired from international football.\nSince his retirement as a player in 2019, Schweinsteiger has worked as an on-air football analyst for German television broadcaster ARD and its weekend programme Sportschau."}
{"Jennifer Paz": "Jennifer Paz-Fedorov is a Filipino actress. She is mostly known for her recurring role as Lapis Lazuli in Steven Universe and Steven Universe Future."}
{"Sergei Bodrov": "Sergei Vladimirovich Bodrov (Russian: Серге́й Влади́мирович Бодро́в, IPA: [sʲɪrˈɡʲej bɐˈdrof]; born 28 June 1948) is a Russian film director, screenwriter, and producer. In 2003 he was the president of the jury at the 25th Moscow International Film Festival."}
{"Kerwin Bell": "Kerwin Douglas Bell (born June 15, 1965) is an American football coach and former player who has been the head coach of the Western Carolina Catamounts football team since 2021. He played professionally as a quarterback for 14 seasons in the National Football League (NFL), World League of American Football (WLAF) and the Canadian Football League (CFL) in the 1980s, 1990s and early 2000s.\nBell was born in the rural North Central Florida town of Live Oak and was a star high school football quarterback at Lafayette County High School. Though he led the Lafayette Hornets to their only state championship, he did not attract the attention of top college football programs while playing at the small high school. He enrolled at the University of Florida, made their Florida Gators team as a walk-on, and was redshirted during his freshman season of 1983.\nInjuries to more experienced players just before the 1984 season pushed Bell into a starting role for the Gators' season opening game against the defending national champion Miami Hurricanes in what was one of the first prime time college football broadcasts on ESPN. He played well in his first collegiate appearance, throwing a go-ahead touchdown pass with under a minute remaining. Though Miami responded and scored the winning touchdown with seven seconds left, Bell's performance under difficult circumstances cemented his position as the team's starting quarterback. Even as head coach Charley Pell was fired mid-season due to NCAA rules violations, Bell and interim coach Galen Hall led the Gators to a conference-best 9–1–1 record, and he was named the Southeastern Conference (SEC) player of the year. Bell played at Florida for four seasons and was named to several more All-SEC and All-American lists before graduating in 1987.\nThough he started dozens of games in the WLAF and the CFL, he never started an NFL contest and threw only five regular season passes in his NFL career. However, he completed all five of those passes for 75 yards and a touchdown, leaving him with the highest career passer rating in league history, albeit in a very small sample size.\nAfter retiring as a player, Bell returned to Florida and became a high school football coach, leading Trinity High School in Ocala to their first state football championship in 2005. He became the head coach at NCAA Division 1 (FCS) Jacksonville University in 2007 and led the Dolphins to their first three conference championships during his nine seasons at the school. Bell moved to Valdosta State University in 2016, and in 2018, he led the Blazers to their first undefeated season and the NCAA D-II national championship on the strength of the highest scoring offense in college football. Bell accepted the position of offensive coordinator for the South Florida Bulls under head coach Charlie Strong in 2019 but was dismissed along with the entire staff when Strong was fired after the season.\nBell became the head football coach at Western Carolina in 2021. The Catamounts had not won more than three games for several seasons until Bell led them to their first winning record in six years in 2022."}
{"Ricky Martin": "Enrique \"Ricky\" Martín Morales (born December 24, 1971) is a Puerto Rican singer, songwriter and actor. He is known for his musical versatility, with his discography incorporating a wide variety of many elements, such as Latin pop, dance, reggaeton, salsa, and other genres. Born in San Juan, Martin began appearing in television commercials at age nine and began his musical career at twelve, as a member of Puerto Rican boy band Menudo. He began his solo career in 1991 while in Sony Music Mexico, gaining recognition in Latin America with the release of his first two studio albums, Ricky Martin (1991) and Me Amaras (1993), both of which were focused on ballads.\nMartin's third album, A Medio Vivir (1995), helped him rise to prominence in European countries. The chart-topping single \"María\" incorporated a mixture of Latin music genres and became his first international hit. His international success was further solidified with his fourth album, Vuelve (1998). The album, which earned Martin his first Grammy Award, spawned songs \"Vuelve\" and \"La Copa de la Vida\". Martin performed the latter at the 41st Annual Grammy Awards. His first English album, Ricky Martin (1999) became his first US Billboard 200 number one. The lead single \"Livin' la Vida Loca\" topped both the Billboard Hot 100 and the UK Singles Chart. Martin's success in the late 1990s is generally seen as the beginning of the \"Latin explosion\". He has been credited for propelling the Latin pop music genre to mainstream recognition, paving the way for a large number of Latin artists to achieve global success.\nMartin has since released several successful albums, including Almas del Silencio (2003) and MTV Unplugged (2006), as well as Grammy Award winner A Quien Quiera Escuchar (2015). Notable singles in this period include \"She Bangs\", \"Nobody Wants to Be Lonely\", \"Tal Vez\", \"Tu Recuerdo\", \"La Mordidita\", \"Vente Pa' Ca\", and \"Canción Bonita\". As an actor, Martin took a role in the hit soap opera General Hospital (1994–1996), while his portrayal of Antonio D'Amico in The Assassination of Gianni Versace: American Crime Story (2018) garnered him an Emmy nomination. He also starred as Ché in the Broadway revival of the musical Evita in 2012.\nMartin is one of the best-selling Latin music artists of all time, having sold over 70 million records worldwide. He has scored 11 Billboard Hot Latin Songs number-one songs, and won two Grammy Awards, five Latin Grammy Awards, five MTV Video Music Awards, two American Music Awards, three Latin American Music Awards, three Billboard Music Awards, nine Billboard Latin Music Awards, eight World Music Awards, fourteen Lo Nuestro Awards, a Guinness World Record, and a star on the Hollywood Walk of Fame. His philanthropy and activism focus on LGBT rights and fighting against human trafficking; in 2004, he founded The Ricky Martin Foundation, a non-profit, non-governmental organization that focuses on denouncing human trafficking and educating about the crime's existence."}
{"Mindy Smith": "Melinda Leigh Smith (born June 1, 1972, Long Island, New York) is an American singer-songwriter. Her first record deal came after she sang a cover version of the song \"Jolene\" by Dolly Parton."}
{"Roman Šebrle": "Roman Šebrle (Czech pronunciation: [ˈroman ˈʃɛbr̩lɛ]; born 26 November 1974) is a retired decathlete from the Czech Republic. He is considered to be one of the best decathlon athletes of all time. Originally a high jumper, he later switched to the combined events and is a former world record holder in the decathlon. In 2001 in Götzis he became the first decathlete ever to achieve over 9,000 points, setting the record at 9,026 points, succeeding his compatriot, Tomáš Dvořák, who had scored 8,994 points two years earlier.\nAfter placing second in the decathlon during the 2000 Summer Olympics, Šebrle won the gold medal in the 2004 Summer Olympics. Tradition dictates the winner of the decathlon holds the title of \"World's Greatest Athlete\".\nA panel of experts convened by the Wall Street Journal in 2008 also ranked Šebrle as the world's greatest athlete. That very same year, Šebrle finished 6th in the decathlon in the Beijing Olympics."}
{"Yuyan": "Yuyan (1918–1997), courtesy name Yanrui, nickname Xiaoruizi, was a Chinese calligrapher of Manchu descent. He was a member of the Aisin Gioro clan, the imperial clan of the Qing dynasty. He claimed that he was appointed by Puyi, the last Emperor of China, as the heir to the throne. His claim is the subject of the travel adventure book The Empty Throne by British journalist Tony Scotland."}
{"Jennifer Maia": "Jennifer Maia (born October 6, 1988) is a Brazilian professional mixed martial artist who competes in the Women's Flyweight division. Maia trains at  Chute Boxe Academy in Brazil.A professional since 2009, Maia is most notable for her 12 bout stint in the Ultimate Fighting Championship (UFC) and for being the former Invicta FC Flyweight World Champion."}
{"Kajal Aggarwal": "Kajal A Kitchlu (née Aggarwal; born 19 June 1985) is an Indian actress who predominantly works in Telugu and Tamil language films, as well as in Hindi language films. Aggarwal is a recipient of three South Indian International Movie Awards along with four Filmfare Awards South nominations.\nAggarwal made her acting debut with a minor role in the 2004 Hindi film Kyun! Ho Gaya Na... and had her first Telugu film release in Lakshmi Kalyanam (2007). In the same year, she gained wider recognition for her role in Chandamama. The 2009 fantasy film Magadheera, one of the highest-grossing Telugu films of all time, marked a turning point in her career and earned her critical acclaim.\nHer other notable Telugu films include Darling (2010), Brindavanam (2010), Mr. Perfect (2011), Businessman (2012), Naayak (2013), Baadshah (2013), Govindudu Andarivadele (2014), Temper (2015), Khaidi No. 150 (2017), Nene Raju Nene Mantri (2017), Awe (2018) and Bhagavanth Kesari (2023). She has also played the female lead in high-profile Tamil projects such as Naan Mahaan Alla (2010), Maattrraan (2012), Thuppakki (2012), Jilla (2014), Vivegam (2017), Mersal (2017) and Comali (2019). Her most successful Hindi films include the action film Singham (2011) and the thriller Special 26 (2013).\nIn 2020, a wax figure of Aggarwal was put on display at Madame Tussauds Singapore, making it the first of an actress from South Indian cinema."}
{"Jeffrey Viggiano": "Jeffrey Donald Viggiano (born July 24, 1984) is a retired American-born Italian professional basketball player who last played for Umana Reyer Venezia of the Lega Basket Serie A."}
{"Thierry Henry": "Thierry Daniel Henry (French pronunciation: [tjɛʁi danjɛl ɑ̃ʁi]; born 17 August 1977) is a French professional football coach, pundit, sports broadcaster and former player. He is currently the manager of the France national under-21 and under-23 football teams. He is considered one of the greatest strikers of all time, and one of the greatest players in Premier League history. He has been named by Arsenal as the club's greatest ever player. Henry was runner-up for both the Ballon d'Or in 2003 and the FIFA World Player of the Year in 2003 and 2004. He was named the FWA Footballer of the Year a record three times, the PFA Players' Player of the Year a joint-record two times, and was named in the PFA Team of the Year six consecutive times. He was also included in the FIFA FIFPro World XI once and the UEFA Team of the Year five times. In 2004, Henry was named by Pelé in the FIFA 100 list of the world's greatest living players.\nHenry made his professional debut with Monaco in 1994 before signing for defending Serie A champions Juventus. However, limited playing time, coupled with disagreements with the club's hierarchy, led to him signing for Premier League club Arsenal for £11 million in 1999. Under long-time mentor and coach Arsène Wenger, Henry became a prolific striker and Arsenal's all-time leading scorer with 228 goals in all competitions. He won the Premier League Golden Boot a record four times, won two FA Cups and two Premier League titles with the club, including one during an unbeaten Invincible season. Henry spent his final two seasons with Arsenal as club captain, leading them to the 2006 UEFA Champions League Final. Henry transferred to Barcelona in 2007 and in the 2008–09 season, he was a key part of the club's historic treble when they won La Liga, the Copa del Rey, and the UEFA Champions League. In 2010, he joined Major League Soccer (MLS) club New York Red Bulls and returned to Arsenal on loan for two months in 2012, before retiring in 2014.\nHenry had success with France, winning the 1998 FIFA World Cup, UEFA Euro 2000, and 2003 FIFA Confederations Cup. He was named French Player of the Year a record five times, named to the UEFA Euro 2000 Team of the Tournament, awarded both the 2003 FIFA Confederations Cup Golden Ball and Golden Shoe, and named to the 2006 FIFA World Cup All-Star Team. In October 2007, he became his country's record goalscorer, a record he held until December 2022. After amassing 123 appearances and 51 goals, Henry retired from international football after the 2010 FIFA World Cup.\nAfter retiring, Henry transitioned into coaching. He began coaching Arsenal's youth teams in February 2015, in tandem with his work as a pundit for Sky Sports. In 2016, he was appointed as an assistant coach at Belgium, before assuming the role as the head coach at Monaco in 2018. He was relieved of his duties at Monaco in January 2019 and returned to MLS less than a year later to manage Montréal Impact. He led Montréal to the playoffs in the 2020 season before departing in 2021, returning to his role as an assistant coach for Belgium for a year and a half."}
{"Jackie Shroff": "Jaikishan Kakubhai Shroff (born 1 February 1957), known by his screen name Jackie Shroff, is an Indian actor and former model from Mumbai, Maharashtra; who primarily works in Hindi film industry. In a career spanning over four decades, he has appeared in over 220 films in 13 languages. He has received several accolades including four Filmfare Awards. Shroff established himself as one of the leading actors of Indian cinema of the 1980s and the 1990s.\nAfter an uncredited small appearance in Swami Dada (1982), Shroff made his lead debut with Subhash Ghai's blockbuster actioner Hero (1983), which made him an overnight star. He went onto establish himself with hit films, such as Teri Meherbaniyan (1985), Karma (1986), Kudrat Ka Kanoon, Jawab Hum Denge (both 1987), Ram Lakhan and Parinda (both 1989), winning the Filmfare Award for Best Actor for the lattermost. His other critical and commercial successes, include Vardi, Tridev (both 1989), Baap Numbri Beta Dus Numbri (1990), Angaar (1992), Khalnayak, Gardish (both 1993), Rangeela (1995), Agni Sakshi (1996), Border (1997) and Bandhan (1998).\nIn the 2000s, Shroff took on more supporting and negative roles in notable ventures, such as Refugee, Mission Kashmir (both 2000), Devdas (2002), Hulchul (2004), Bhagam Bhag (2006), Apna Sapna Money Money (2006), Raaz: The Mystery Continues (2009), Dhoom 3 (2013), Happy New Year (2014), Housefull 3 (2016), Bharat (2019) and Sooryavanshi (2021). Shroff's work in other languages include - Punjabi film Sardar Saab (2017), Konkani film Soul Curry (2017), Tamil films Bigil (2019), Jailer (2023) and Telugu film Saaho (2019).\nIn addition to his acting career, Shroff is an environmentalist. He is married to model and producer Ayesha Dutt, with whom he has two children including actor Tiger Shroff."}
{"David Galloway (writer)": "David Darryl Galloway  (born 5 May 1937 – 28 December 2019) was an American novelist, curator, journalist and academic. A graduate of Harvard University, he was the founding curator of the Tehran Museum of Contemporary Art, a longtime contributor to the International Herald Tribune, an emeritus professor at the Ruhr University Bochum and a fellow of the Royal Society of Arts. The last decades of his life he resided in both France (Forcalquier) and Germany."}
{"Phife Dawg": "Malik Izaak Taylor (November 20, 1970 – March 22, 2016), known professionally as Phife Dawg (or simply Phife), was an American rapper and a member of the group A Tribe Called Quest with Q-Tip and Ali Shaheed Muhammad (and for a short time Jarobi White). He was also known as the \"Five-Foot Assassin\" and the \"Five-Footer,\" because he stood at 5 feet 3 inches (1.60 m)."}
{"Winston Churchill": "Sir Winston Leonard Spencer Churchill (30 November 1874 – 24 January 1965) was a British statesman, soldier, and writer who twice served as Prime Minister of the United Kingdom, from 1940 to 1945 during the Second World War, and again from 1951 to 1955. Apart from two years between 1922 and 1924, he was a Member of Parliament (MP) from 1900 to 1964 and represented a total of five constituencies. Ideologically an adherent to economic liberalism and imperialism, he was for most of his career a member of the Conservative Party, which he led from 1940 to 1955. He was a member of the Liberal Party from 1904 to 1924.\nOf mixed English and American parentage, Churchill was born in Oxfordshire into the wealthy, aristocratic Spencer family. He joined the British Army in 1895 and saw action in British India, the Mahdist War (also known as the Anglo-Sudan War), and the Second Boer War, later gaining fame as a war correspondent and writing books about his campaigns. Elected a Conservative MP in 1900, he defected to the Liberals in 1904. In H. H. Asquith's Liberal government, Churchill served as President of the Board of Trade and Home Secretary, championing prison reform and workers' social security. As First Lord of the Admiralty during the First World War, he oversaw the Gallipoli campaign, but after it proved a disaster, he was demoted to Chancellor of the Duchy of Lancaster. He resigned in November 1915 and joined the Royal Scots Fusiliers on the Western Front for six months. In 1917, he returned to government under David Lloyd George and served successively as Minister of Munitions, Secretary of State for War, Secretary of State for Air, and Secretary of State for the Colonies, overseeing the Anglo-Irish Treaty and British foreign policy in the Middle East. After two years out of Parliament, he served as Chancellor of the Exchequer in Stanley Baldwin's Conservative government, returning the pound sterling in 1925 to the gold standard at its pre-war parity, a move widely seen as creating deflationary pressure and depressing the UK economy.\nOut of government during his so-called \"wilderness years\" in the 1930s, Churchill took the lead in calling for British rearmament to counter the growing threat of militarism in Nazi Germany. At the outbreak of the Second World War he was re-appointed First Lord of the Admiralty. In May 1940, he became prime minister, succeeding Neville Chamberlain. Churchill formed a national government and oversaw British involvement in the Allied war effort against the Axis powers, resulting in victory in 1945. After the Conservatives' defeat in the 1945 general election, he became Leader of the Opposition. Amid the developing Cold War with the Soviet Union, he publicly warned of an \"iron curtain\" of Soviet influence in Europe and promoted European unity. Between his terms as prime minister, he wrote several books recounting his experience during the war. He was awarded the Nobel Prize for Literature in 1953. He lost the 1950 election but was returned to office in 1951. His second term was preoccupied with foreign affairs, especially Anglo-American relations and preservation of what remained of the British Empire with India now no longer part of it. Domestically, his government emphasised housebuilding and completed the development of a nuclear weapon (begun by his predecessor). In declining health, Churchill resigned as prime minister in 1955, remaining an MP until 1964. Upon his death in 1965, he was given a state funeral.\nOne of the 20th century's most significant figures, Churchill remains popular in the UK and the rest of the Anglosphere where he is generally viewed as a victorious wartime leader who played an important role in defending liberal democracy against the spread of fascism. While he has been criticised for his views on race and empire alongside some of his wartime decisions, historians often rank Churchill as the greatest prime minister in British history."}
{"Robin del Castillo": "Robin del Castillo  is a Colombian musician who is becoming internationally famous for his salsa music. Since 2001, Robin Del Castillo has been based in London (UK). His most famous song is perhaps \"Aquella Mujer\" which he recorded in 2006 in Colombia."}
{"Kaoru Kuroki": "Kaoru Kuroki (黒木香, Kuroki Kaoru, born 21 January 1965) is a Japanese former adult video performer and a multi-media personality. Her role as a media counselor expressing outspoken views on sex and society have drawn comparisons to Cicciolina, sex therapist Dr. Ruth, and actress Linda Lovelace."}
{"Balázs Bekő": "Balázs Bekő (born 15 December 1971) is a Hungarian football manager and former player who manages Soproni VSE."}
{"Deitrick Haddon": "Deitrick Vaughn Haddon (born May 17, 1973) is an American gospel singer, songwriter, pianist, arranger, record producer, and pastor. He is best known for progressive gospel, and contemporary styles of music. He was also one of the cast members in Oxygen's reality television show Preachers of L.A."}
{"Rafael Nadal": "Rafael Nadal Parera (born 3 June 1986) is a Spanish professional tennis player. Nadal has been ranked world No. 1 in singles by the Association of Tennis Professionals (ATP) for 209 weeks, and has finished as the year-end No. 1 five times. Nadal has won 22 Grand Slam men's singles titles, including a record 14 French Open titles. He has won 92 ATP-level singles titles, including 36 Masters titles and an Olympic gold medal, with 63 of these on clay courts. Nadal is one of only two men to complete the Career Golden Slam in singles. His 81 consecutive wins on clay constitute the longest single-surface win streak in the Open Era.\nFor over a decade, Nadal has led men's tennis along with Roger Federer and Novak Djokovic as the Big Three. At the start of his professional career, Nadal became one of the most successful teenagers in ATP Tour history, reaching the world No. 2 ranking and winning 16 titles before turning 20, including his first French Open and six Masters events. Nadal became the world No. 1 for the first time in 2008 after defeating Federer in a historic Wimbledon final, his first major victory off clay. He followed up his win with an Olympic singles gold at the 2008 Beijing Olympics. After defeating Djokovic in the 2010 US Open final, then-24-year-old Nadal became the youngest man in the Open Era to achieve the Career Grand Slam, and the first man to win majors on three different surfaces (hard, grass, and clay) in the same year (Surface Slam).\nAfter two injury-plagued seasons, Nadal returned to the Tour in 2013, reaching 14 finals, winning two majors and five Masters events including the US Open Series sweep (Summer Slam). He continued his dominance at the French Open, securing six titles, two US Open titles, an Australian Open title, and an Olympic doubles gold at the 2016 Rio Olympics with Marc López. Nadal surpassed his joint-record with Djokovic and Federer for the most Grand Slam men's singles titles at the 2022 Australian Open, and became one of four men in history to complete the double Career Grand Slam in singles.\nAs a left-handed player, one of Nadal's main strengths is his forehand, which he hits with a high degree of topspin. He also regularly places among the Tour leaders in percentage of return games, return points, and break points won. Nadal has won the Stefan Edberg Sportsmanship Award five times and was the Laureus World Sportsman of the Year in 2011 and 2021. Time named Nadal one of the 100 most influential people in the world in 2022. He is a recipient of the Grand Cross of Royal Order of Sports Merit, Grand Cross of Order of the Second of May, the Grand Cross of Naval Merit, and the Medal of the City of Paris. Representing Spain, he has won two Olympic gold medals, and led the nation to four Davis Cup titles. Nadal has also opened a tennis academy in Mallorca, and is an active philanthropist."}
{"Joey Jordison": "Nathan Jonas \"Joey\" Jordison (April 26, 1975 – July 26, 2021) was an American musician. He was the original drummer of the heavy metal band Slipknot, in which he was designated #1, and the guitarist for the horror punk supergroup Murderdolls. \nJordison grew up in Des Moines, Iowa, with his parents and two sisters, and was given his first drum kit at the age of 8. He performed with many bands early in his career; then in 1995, he joined a band called the Pale Ones, which would later change their name and become Slipknot. Jordison played in Slipknot since its inception, helping form the band until his departure in December of 2013. Of Slipknot's nine-member lineup, which lasted from 1999–2010, Joey was the third to join the band. He was also the drummer and founder of Scar the Martyr, which formed in 2013 and disbanded in 2016. \nWith Slipknot, Jordison performed on the band's first four studio albums, and produced the 2005 live album 9.0: Live. Outside his major projects, Jordison performed with various other acts such as Rob Zombie, Metallica, Korn, Ministry, Otep, and Satyricon. Jordison was also known for his session work, which included performances on various recordings for many artists. Jordison used several drum brands including Pearl, and ddrum. At the time of his death, Jordison was playing in the blackened death metal supergroup Sinsaenum."}
{"Shane Fontayne": "Michael Barakan (born 29 April 1954), known as Shane Fontayne, is an English rock guitarist. Active since the 1970s, he was the guitarist for Bruce Springsteen during the 1992–1993 \"Other Band\" Tour, as Springsteen had disbanded his own E Street Band three years earlier. During his career Fontayne has worked with Ian Hunter, Van Zant, John Waite, Chris Botti, Joe Cocker, Johnny Hallyday, Marc Cohn, Randy VanWarmer, Graham Nash, Mick Ronson and others."}
{"RM (rapper)": "Kim Nam-joon (Korean: 김남준; born September 12, 1994), known professionally as RM (formerly Rap Monster), is a South Korean rapper, songwriter, and record producer. He is the leader of South Korean boy band BTS.\nRM released his first solo mixtape, RM, in 2015, followed by his second mixtape, Mono, in 2018. The latter became the highest-charting album by a Korean soloist in the United States in history when it peaked at number 26 on the Billboard 200. RM made his official solo debut in 2022 with the release of his studio album Indigo, which featured contributions from Erykah Badu and Anderson .Paak. The album peaked at number three on the Billboard 200, becoming the highest-charting album by a Korean soloist of all-time. He has also collaborated with artists such as Wale, Younha, Warren G, Gaeko, Krizz Kaliko, MFBTY, Fall Out Boy, Primary, and Lil Nas X."}
{"Ahmed Mumin Warfa": "Ahmed Mumin Warfa (Somali: Axmed Mumiin Warfa, Arabic: أحمد مومين وارفا) was a Somali scientist specializing in botany, who with his colleague Mats Thulin discovered the species Cyclamen somalense. He served as president (rector) of the Zamzam University of Science and Technology from 2020 until his death."}
{"Rory Byrne": "Rory Byrne (born 10 January 1944) is a South African semi-retired engineer and car designer, most famous for being the chief designer at the Benetton and Scuderia Ferrari teams of Formula One.\nByrne-designed cars have won ninety-nine Grands Prix, seven constructors' titles and seven drivers' titles. This makes Byrne the third most successful Formula One designer, behind rival Adrian Newey and Colin Chapman."}
{"Feroze Gandhi": "Feroze Gandhi (born Feroze Gandhy; 12 September 1912 – 8 September 1960) was an Indian freedom fighter, politician and journalist. He served as a member of the provincial parliament between 1950 and 1952, and later a member of the Lok Sabha, the Lower house of Indian parliament. He published the The National Herald and The Navjivan newspapers. His wife, Indira Gandhi (daughter of Jawaharlal Nehru, the first Prime Minister of India), and their elder son Rajiv Gandhi were both prime ministers of India. He was a member of Indian National Congress."}
{"Sami Shalom Chetrit": "Sami Shalom Chetrit (Hebrew: סמי שלום שטרית; born 1960) is a Moroccan-born Hebrew poet an inter-disciplinary scholar and teacher, and Israeli social and peace activist."}
{"Carmelo Anthony": "Carmelo Kyam Anthony ( kar-MEL-oh; born May 29, 1984) is an American former professional basketball player. Anthony played 19 seasons in the National Basketball Association (NBA) and was named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player. In 2021, he was named to  the NBA 75th Anniversary Team, and is regarded as one of the greatest scorers in NBA history.\nAfter one season at Syracuse, Anthony entered the 2003 NBA draft and was selected with the third overall pick by the Denver Nuggets. While playing for Denver, he led the Nuggets to the playoffs every year from 2004 to 2010; the team won two division titles in that span. In 2009, Anthony led the Nuggets to their first conference finals appearance since 1985. In 2011, he was traded from Denver to the New York Knicks days before the NBA trade deadline. In a January 24, 2014 game against the Charlotte Bobcats, Anthony scored a career-high 62 points, setting a Knicks' single-game scoring record and a Madison Square Garden single-game scoring record. Anthony was traded to the Oklahoma City Thunder, where he played one season before a short stint with the Houston Rockets. He spent two seasons with the Portland Trail Blazers prior to joining the Los Angeles Lakers.\nAnthony has played in the Olympics for the US national team a record four times, winning a bronze medal with the 2004 squad and gold medals on the 2008, 2012, and 2016 Olympic teams. As of April 2016, he was the US Olympic team's all-time leader in points, rebounds, and games played. He currently ranks tenth among NBA career scoring leaders."}
{"Lisa Ling": "Lisa J. Ling (born August 30, 1973) is an American journalist and television personality. She is a news contributor for CBS News. Previously, she was the host for This Is Life with Lisa Ling  on CNN, a reporter on Channel One News, a co-host on the ABC daytime talk show The View (1999–2002), the host of National Geographic Explorer (2003–2010), and a special correspondent for The Oprah Winfrey Show. Ling later hosted Our America with Lisa Ling on the Oprah Winfrey Network from 2011 to 2014."}
{"Cleopatra": "Cleopatra VII Thea Philopator (Koinē Greek: Κλεοπάτρα Θεά Φιλοπάτωρ lit. Cleopatra \"father-loving goddess\"; 70/69 BC – 10 August 30 BC) was Queen of the Ptolemaic Kingdom of Egypt from 51 to 30 BC, and its last active ruler. A member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great. After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the last Hellenistic-period state in the Mediterranean and of the age that had lasted since the reign of Alexander (336–323 BC). Her first language was Koine Greek, and she was the only known Ptolemaic ruler to learn the Egyptian language.\nIn 58 BC, Cleopatra presumably accompanied her father, Ptolemy XII Auletes, during his exile to Rome after a revolt in Egypt (a Roman client state) allowed his rival daughter Berenice IV to claim his throne. Berenice was killed in 55 BC when Ptolemy returned to Egypt with Roman military assistance. When he died in 51 BC, the joint reign of Cleopatra and her brother Ptolemy XIII began, but a falling-out between them led to an open civil war. After losing the 48 BC Battle of Pharsalus in Greece against his rival Julius Caesar (a Roman dictator and consul) in Caesar's civil war, the Roman statesman Pompey fled to Egypt. Pompey had been a political ally of Ptolemy XII, but Ptolemy XIII, at the urging of his court eunuchs, had Pompey ambushed and killed before Caesar arrived and occupied Alexandria. Caesar then attempted to reconcile the rival Ptolemaic siblings, but Ptolemy's chief adviser, Potheinos, viewed Caesar's terms as favoring Cleopatra, so his forces besieged her and Caesar at the palace. Shortly after the siege was lifted by reinforcements, Ptolemy XIII died in the Battle of the Nile; Cleopatra's half-sister Arsinoe IV was eventually exiled to Ephesus for her role in carrying out the siege. Caesar declared Cleopatra and her brother Ptolemy XIV joint rulers but maintained a private affair with Cleopatra that produced a son, Caesarion. Cleopatra traveled to Rome as a client queen in 46 and 44 BC, where she stayed at Caesar's villa. After Caesar's assassination, followed shortly afterwards by that of Ptolemy XIV (on Cleopatra's orders), she named Caesarion co-ruler as Ptolemy XV.\nIn the Liberators' civil war of 43–42 BC, Cleopatra sided with the Roman Second Triumvirate formed by Caesar's grandnephew and heir Octavian, Mark Antony, and Marcus Aemilius Lepidus. After their meeting at Tarsos in 41 BC, the queen had an affair with Antony which produced three children. He carried out the execution of Arsinoe at her request, and became increasingly reliant on Cleopatra for both funding and military aid during his invasions of the Parthian Empire and the Kingdom of Armenia. The Donations of Alexandria declared their children rulers over various erstwhile territories under Antony's triumviral authority. This event, their marriage, and Antony's divorce of Octavian's sister Octavia Minor led to the final war of the Roman Republic. Octavian engaged in a war of propaganda, forced Antony's allies in the Roman Senate to flee Rome in 32 BC, and declared war on Cleopatra. After defeating Antony and Cleopatra's naval fleet at the 31 BC Battle of Actium, Octavian's forces invaded Egypt in 30 BC and defeated Antony, leading to Antony's suicide. When Cleopatra learned that Octavian planned to bring her to his Roman triumphal procession, she killed herself by poisoning, contrary to the popular belief that she was bitten by an asp.\nCleopatra's legacy survives in ancient and modern works of art. Roman historiography and Latin poetry produced a generally critical view of the queen that pervaded later Medieval and Renaissance literature. In the visual arts, her ancient depictions include Roman busts, paintings, and sculptures, cameo carvings and glass, Ptolemaic and Roman coinage, and reliefs. In Renaissance and Baroque art, she was the subject of many works including operas, paintings, poetry, sculptures, and theatrical dramas. She has become a pop culture icon of Egyptomania since the Victorian era, and in modern times, Cleopatra has appeared in the applied and fine arts, burlesque satire, Hollywood films, and brand images for commercial products."}
{"Miguel Ángel Félix Gallardo": "Miguel Ángel Félix Gallardo (born January 8, 1946), commonly referred to by his aliases El Jefe de Jefes ('The Boss of Bosses') and El Padrino ('The Godfather'), is a convicted Mexican drug kingpin  who was one of the founders of the Guadalajara Cartel, which controlled much of the drug trafficking in Mexico and the corridors along the Mexico–United States border in the 1980s.\nFélix Gallardo was arrested in 1989 for ordering the murder of Drug Enforcement Administration (DEA) agent Enrique \"Kiki\" Camarena. He was serving his 40-year sentence at the Altiplano maximum-security prison but was transferred to a medium-security facility in 2014 due to his declining health."}
{"Zié Ouattara": "Zié Mohamed Ouattara (born 9 January 2000) is an Ivorian professional footballer who plays as right-back for Liga Portugal 2 club União de Leiria."}
{"Cobhams Asuquo": "Cobhams Asuquo (Efik pronunciation: [ˈko̞bʱäms äsˈuːku:wo̞]) (born January 6, 1981) is a Nigerian musician, producer, and songwriter. In 2005, Asuquo was signed on with Sony ATV London as a songwriter. After working as Head of Audio Productions at a local label, Questionmark Entertainment, he set up his own recording facility in 2006. He is the former CEO/Head of Productions of CAMP (Cobhams Asuquo Music Productions), which he co-managed with Bez Idakula and Stan Iyke. He was responsible for Aşa's highly acclaimed international album ASA and has been mentioned on many artists' sleeve credits as producer and writer. He is now the Founder/CEO of Vintage Grey Media."}
{"Thomas Jack": "Tom Jack Johnston, (better known by his stage name Thomas Jack) is an Australian DJ, record producer and musician. He is noted for the \"tropical house\" subgenre, and first coined the term in 2013."}
{"Pablo Zabaleta": "Pablo Javier Zabaleta Girod (Latin American Spanish: [ˈpaβlo saβaˈleta]; born 16 January 1985) is an Argentine former professional footballer who played as a right back. Zabaleta could operate on both sides of the pitch as a full-back and was known for his tenacious style of play, and has captained his club on numerous occasions.\nWith Manchester City, Zabaleta won all of English football's major honours: the FA Cup (2011), the Premier League (2012 and 2014), the League Cup (2014 and 2016) and the Community Shield (2012). Moreover, Zabaleta is often considered to be a cult hero at Manchester City owing to his determination and passion for the club. Before joining Manchester City, Zabaleta played for La Liga club Espanyol, where he won the 2005–06 Copa del Rey. He made 333 appearances over nine seasons for Manchester City before signing for London-based club West Ham United in the summer of 2017.\nA full international since 2005, Zabaleta represented Argentina at the 2011 and 2015 Copa América, and was part of their team which finished as runners-up in the 2014 FIFA World Cup. He was also in their team which won gold at the 2008 Olympics.\nSince January 2023, Zabaleta serves as assistant manager of Albania's national football team, under head coach Sylvinho."}
{"Henryk Wieniawski": "Henryk Wieniawski (pronounced [vʲɛˈɲafskʲi] ; 10 July 1835 – 31 March 1880) was a Polish virtuoso violinist, composer and pedagogue, who is regarded amongst the most distinguished violinists in history. His younger brother Józef Wieniawski and nephew Adam Tadeusz Wieniawski were also accomplished musicians, as was his daughter Régine, who became a naturalised British subject upon marrying into the peerage and wrote music under the name Poldowski."}
{"Michael Coulson (barrister)": "(James) Michael Coulson (23 November 1927 – 18 June 2002) was a British barrister and judge, who also had a five-year parliamentary career. He was also an enthusiastic horse rider, huntsman and farmer, and was known at the Bar for his outstanding memory."}
{"Mukesh (actor)": "Mukesh Madhavan (born Mukesh Babu; 5 March 1957), known mononymously as Mukesh, is an Indian actor, film producer, television presenter, and politician who predominantly works in Malayalam cinema besides also having sporadically appeared in Tamil-language films. In a film career spanning four decades, he has acted in over 275 Malayalam films.\nHe made his onscreen debut in the 1982 film Balloon in the leading role. His 1996 film Kaanaakkinaavu premiered at the IFFI and won the Nargis Dutt Award for Best Feature Film on National Integration. He co-produced Kadha Parayumbol (2007), which won the Kerala State Film Award for Best Film with Popular Appeal and Aesthetic Value. He also produced the 2012 film Thattathin Marayathu, which is considered one of the defining films of the Malayalam New Wave.\nHe was the chairman of the Kerala Sangeetha Nataka Academy. Mukesh is the current MLA representing the Kollam constituency of Kerala state."}
{"Vicente Carrillo Fuentes": "Vicente Carrillo Fuentes (born 16 October 1962), commonly referred to by his alias El Viceroy, is a Mexican convicted drug lord and former leader of the Juárez Cartel, a drug trafficking organization. The cartel is based in Chihuahua, one of the primary transportation routes for billions of dollars' worth of illegal drug shipments entering the United States from Mexico annually. He was one of Mexico's most-wanted drug lords until his capture in 2014."}
{"Lunay (singer)": "Jefnier Osorio Moreno (born October 4, 2000), known professionally as Lunay, is a Puerto Rican singer and rapper. He rose to fame in the Latin and reggaeton scene with the songs \"A Solas\", \"Luz Apaga\", \"Soltera\", \"La Cama\", and \"No Te Quieren Conmigo\".  On October 25, 2019, he released his debut album Épico."}
{"Diana Ivanova": "Diana Ivanova (Bulgarian Диана Иванова; born in Montana, Bulgaria) is a Bulgarian journalist, author and documentary filmmaker. In her professional work she is interested in intercultural dialogue between people in Bulgaria and other countries, preferably Germany. As cultural manager and curator, she is committed to international understanding and cultural exchange and organizes every year in northwestern Bulgaria an international cultural festival. As a group analyst in Sofia and Bonn she deals with traumas that have been suffered due to the political situation in both countries in the time before the political change in Europe - in Germany primarily by citizens of the GDR."}
{"Shin Jea-hwan": "Shin Jea-hwan (Korean: 신재환; born March 3, 1998) is a South Korean artistic gymnast. He is the 2020 Summer Olympic champion on vault. He is a two-time World Cup champion on vault (2020 Melbourne, 2020 Baku)."}
{"Gemma Arterton": "Gemma Christina Arterton (born 2 February 1986) is an English actress. After her stage debut in Shakespeare's Love's Labour's Lost at the Globe Theatre (2007), Arterton made her feature film debut in the comedy St Trinian's (2007). She portrayed Bond Girl Strawberry Fields in the James Bond film Quantum of Solace (2008), a performance which won her an Empire Award for Best Newcomer, and spy Pollyana \"Polly\" Wilkins / Agent Galahad in the action war film The King's Man (2021).\nArterton has appeared in a number of other films, including The Disappearance of Alice Creed (2009), Tamara Drewe (2010), Clash of the Titans (2010), Prince of Persia: The Sands of Time (2010), Hansel & Gretel: Witch Hunters (2013), Their Finest (2016), The Escape (2017), Vita and Virginia (2018) and Culprits (2023). She received the Harper's Bazaar Woman of the Year Award for acting in and producing The Escape. Her theatrical highlights have included starring in The Duchess of Malfi (2014), Made in Dagenham (2014), Nell Gwynn (2016) and Saint Joan (2017). Arterton was nominated for Olivier Awards for her work on both Nell Gwynn and Made in Dagenham, and she won the Evening Standard Theatre Award for the latter.\nSince 2016, Arterton has run her own production company, Rebel Park Productions, which focuses on creating female-led content in front of and behind the camera."}
{"Jennifer Sevilla": "Jennifer Sevilla-Go (born May 14, 1974) is a Filipino actress in movies and television shows. She was a former member of That's Entertainment."}
{"Gretl Braun": "Margarete Berta \"Gretl\" Berlinghoff (née Braun; German: [ˈɡʁeːtl̩ ˈbʁaʊn]; 31 August 1915 – 10 October 1987) was one of the two sisters of Eva Braun. She was a member of the inner social circle of Adolf Hitler at the Berghof. Gretl became the sister-in-law of Hitler following his marriage to Eva, less than 40 hours before the couple killed themselves. \nBraun married SS-Gruppenführer Hermann Fegelein, a liaison officer on Hitler's staff, on 3 June 1944. In the closing days of World War II, Fegelein was shot for desertion. Despite Gretl's ties to the Nazi regime, she managed to survive the war nearly completely unscathed. She changed her name, remarried, and lived a quiet life until her death in 1987."}
{"Tim Ferguson": "Timothy Dorcen Langbene Ferguson (born 16 November 1963) is an Australian comedian, film director, screenwriter, author and screenwriting teacher."}
{"Fahadh Faasil": "Abdul Hameed Mohammed Fahadh Fazil (8 August 1982), professionally known as Fahadh Faasil or FaFaa, is an Indian actor and film producer who primarily works in Malayalam and Tamil films. Noted for his diverse portrayals, Fahadh is among the highest-paid Malayalam actors. Fahadh is a recipient of several accolades including a National Film Award, four Kerala State Film Awards and three Filmfare Awards South.\nFahadh is the son of filmmaker Fazil. Fahadh began his film career at the age of 20 by starring in the leading role in his father Fazil's 2002 romantic film Kaiyethum Doorath, which was a critical and commercial failure. After a gap of 7 years, Fahadh made his comeback with the anthology film Kerala Cafe (2009), in the short film Mrityunjayam. He attained public attention for his role as Arjun in the thriller film Chaappa Kurishu (2011). Fahadh won his first Kerala State Film Award, the Best Supporting Actor Award for his performance in Chaappa Kurishu along with his performance in Akam. He achieved critical acclaim and recognition for his roles as Cyril in 22 Female Kottayam (2012) and Dr. Arun Kumar in Diamond Necklace (2012). He won his first Filmfare Award for Best Actor for his role in 22 Female Kottayam.\nFahadh achieved further critical and commercial success for his films in 2013, including his performances in the romantic-drama film Annayum Rasoolum, the black-comedy satire film  Amen, the road movie North 24 Kaatham, the drama film Artist, and the romantic-comedy Oru Indian Pranayakadha. He won the Kerala State Film Award for Best Actor for his performances as Michael in Artist and Harikrishnan in North 24 Kaatham. He also won his second Filmfare Award for Best Actor for his role in North 24 Kaatham. He followed it up by starring as Shivadas in the coming-of-age drama film Bangalore Days (2014), which ranks among the highest-grossing Malayalam films. He produced and starred as Aloshy in the 2014 period film Iyobinte Pusthakam under his production company, Fahadh Faasil and Friends Pvt Ltd. Fahadh also has a Digital Entertainment Company/Movie Production House named Bhavana Studios partnered with Dileesh Pothan and Syam Pushkaran.\nFahadh had roles as Mahesh Bhavana in Maheshinte Prathikaaram (2016), Indian diplomat Manoj Abraham in Take Off (2017), and Prasad in Thondimuthalum Driksakshiyum (2017), with Maheshinte Prathikaaram and Thondimuthalum Driksakshiyum winning the Best Feature Film in Malayalam Award at the 64th and 65th National Film Awards. He won the National Film Award for Best Supporting Actor for his performance in Thondimuthalum Driksakshiyum (2017) and his third Filmfare Award for Best Actor – Malayalam. In 2018, he acted as Prakashan in the film Njan Prakashan which ranks among highest-grossing Malayalam films and as Aby in the film Varathan. In 2021, he portrayed the titular anti-hero in the crime drama Joji which received acclaim. Fahadh later received nationwide acclaim for his performance in the political thriller Malik (2021), the action thriller Vikram (2022) and the action comedy Aavesham (2024).\nFahadh is a celebrity endorser for several brands and products and is a philanthropist. Fahadh is married to actress Nazriya Nazim."}
{"Charmion King": "Charmion King (July 25, 1925 – January 6, 2007) was a Canadian actress.\nBorn in Toronto, Ontario, she was part of the country's burgeoning theatre and television industry in the decade of the 1950s. Fresh out of the University of Toronto's Hart House, she quickly became known for her fresh beauty and roles at the new Crest Theatre and their Straw Hat Players summer circuit in the Muskoka Lake district.\nShe went on to the Stratford Festival appearing in productions of The Winter's Tale, Three Sisters and Uncle Vanya, and appeared on Broadway in Tyrone Guthrie's production of Love and Libel.\nShe also acted in notable television films, including Anne of Green Gables (as Josephine Barry) and Jackie, Ethel, Joan: The Women of Camelot (as Rose Fitzgerald Kennedy). She also starred in the Canadian television series Wind at My Back and House of Pride. In 1988 she appeared in the film Shadow Dancing."}
{"Ushoshi Sengupta": "Ushoshi Sengupta (born 30 July 1988) is an Indian actress, model and beauty pageant titleholder who won the title of I Am She – Miss Universe India and represented India in Miss Universe 2010 held at Mandalay Bay, Las Vegas, Nevada, on 23 August 2010."}
{"Rebecca Romijn": "Rebecca Alie O'Connell (née Romijn;  roh-MAYN; Dutch: [roːˈmɛin], born November 6, 1972) is an American actress and former model. She is known for her role as Mystique in the original trilogy (2000–2006) of the X-Men film series, as Joan from The Punisher (2004) (both based on Marvel Comics), the dual roles of Laure Ash and Lily Watts in Femme Fatale (2002), and Una Chin-Riley on Star Trek: Discovery (2019) and Star Trek: Strange New Worlds (2022–present). She has also had a recurring role as Alexis Meade on the ABC television series Ugly Betty. Her other major roles include Eve Baird on the TNT series The Librarians, voicing Lois Lane in the DC Animated Movie Universe, and as the host of the reality competition show Skin Wars."}
{"Braulio Lara": "Braulio Armando Lara Peguero (December 20, 1988 – April 20, 2019)  was a Dominican professional baseball pitcher. He played in the KBO League for the SK Wyverns in 2016."}
{"Chris Woakes": "Christopher Roger Woakes (born 2 March 1989) is an English cricketer who plays internationally for England in all formats. In domestic cricket, he represents Warwickshire, and has played in multiple Twenty20 leagues, including for Kolkata Knight Riders, Royal Challengers Bangalore and Delhi Capitals in the Indian Premier League.\nWoakes made his One Day International (ODI) and Twenty20 International (T20I) debuts in 2011, and Test debut in 2013. He was part of the England teams that won the 2019 Cricket World Cup and 2022 T20 World Cup.\nWoakes plays as a right-handed all-rounder, bowling fast medium."}
{"Hayden Panettiere": "Hayden Lesley Panettiere (; born August 21, 1989) is an American actress and singer. She is best known for her lead roles as Claire Bennet on the NBC superhero series Heroes (2006–2010) and Juliette Barnes in the ABC/CMT musical drama series Nashville (2012–2018). The latter earned her two nominations for the Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film. She also appears in the slasher horror franchise Scream, portraying Kirby Reed.\nA native of Palisades, New York, she first appeared on-screen in a commercial in 1990 at only 11 months old. Her full-time acting career began in 1994 when playing Sarah Roberts on the long-running ABC soap opera series One Life to Live until 1997. She then went on to play Lizzie Spaulding on one of CBS's own soaps, Guiding Light from 1996 until 2000. For her work on Pixar film A Bug's Life (1998), she was nominated for a Young Artist Award and a Grammy Award, making her the 5th youngest artist ever to be nominated for a Grammy. Panettiere has also starred in the Disney football drama film Remember the Titans (2000), the final season of the Fox legal comedy-drama series Ally McBeal  (2002), the comedy-drama film Raising Helen (2004), the Disney Channel original patriotic film Tiger Cruise (2004), the horse racing comedy film Racing Stripes (2005), the figure skating drama film Ice Princess (2005), the teen cheerleading film Bring It On: All or Nothing (2006), the romantic comedy film I Love You, Beth Cooper (2009), the true crime drama film Amanda Knox: Murder on Trial in Italy (2011), and the drama film Custody (2016). She voiced Kairi and Xion in the video game series Kingdom Hearts (2002–2017), and Samantha \"Sam\" Giddings in the video game Until Dawn (2015)."}
{"Walter Model": "Otto Moritz Walter Model (IPA: [ˈmoːdəl]; 24 January 1891 – 21 April 1945) was a German Generalfeldmarschall during World War II. Although he was a hard-driving, aggressive panzer commander early in the war, Model became best known as a practitioner of defensive warfare. His relative success as commander of the Ninth Army in the battles of 1941–1942 determined his future career path.\nModel first came to Hitler's attention before World War II, but their relationship did not become especially close until 1942. His tenacious style of fighting and loyalty to the Nazi regime won him plaudits from Hitler, who considered him one of his best field commanders and repeatedly sent him to salvage apparently desperate situations on the Eastern Front as commander of Army Group North, Army Group North Ukraine and\nArmy Group Centre.\nIn August 1944 Model was sent to the Western Front as commander of OB West and Army Group B. His relationship with Hitler broke down by the end of the war after the German defeat at the Battle of the Bulge. In the aftermath of the defeat of Army Group B and its encirclement in the Ruhr Pocket, Model took his own life on 21 April 1945."}
{"Richard Kuklinski": "Richard Leonard Kuklinski (; April 11, 1935 – March 5, 2006), also known as \"The Iceman\", was an American criminal and a convicted murderer. He was engaged in criminal activities for most of his adult life; he ran a burglary ring and distributed pirated pornography. Kuklinski committed at least five murders between 1980 and 1984. Prosecutors described him as killing for profit. Kuklinski was nicknamed \"the Iceman\" by authorities after they discovered that he had frozen the body of one of his victims in an attempt to disguise the time of death.\nKuklinski lived with his wife and children in the New Jersey suburb of Dumont. They knew him as a loving father and husband, although one who also had a violent temper. Kuklinski's family stated that they were unaware of his crimes. Kuklinski's modus operandi was to lure men to clandestine meetings with the promise of lucrative business deals, then kill them and steal their money. He also killed two associates to prevent them from becoming informants. Eventually, Kuklinski came to the attention of law enforcement when an investigation into his burglary gang linked him to several murders, as he was the last person to have seen five missing men alive. An eighteen-month-long undercover operation led to his arrest in December 1986. In 1988, he was convicted of four murders and sentenced to life imprisonment. In 2003, Kuklinski received an additional 30-year sentence after confessing to the 1980 murder of an NYPD detective.\nAfter his murder convictions, Kuklinski gave interviews to writers, prosecutors, criminologists, and psychiatrists. He claimed to have murdered anywhere from 100 to 200 men, often in gruesome fashion. None of these additional murders have been corroborated. In 2020, ATF Special Agent Dominick Polifrone said, \"I don't believe he killed two-hundred people. I don't believe he killed a hundred people. I'll go as high as 15, maybe.\" Kuklinski also claimed to have worked as a hitman for the Mafia. He said he participated in several famous Mafia killings, including the disappearance and presumed murder of Teamsters' president Jimmy Hoffa. Law enforcement and organized crime experts have expressed skepticism about Kuklinski's claimed Mafia ties. He was the subject of three HBO documentaries aired in 1992, 2001 and 2003; several biographies, and a 2012 feature film The Iceman."}
{"Camille Paulus": "Camille Paulus  (born 24 April 1943) is a Belgian lawyer and liberal politician."}
{"Avraham Eilam-Amzallag": "Avraham Eilam-Amzallag (Hebrew: אברהם (אבי) אמזלג עילם; born 28 September 1941) is an Israeli musician and composer."}
{"Ahn Jae-hyun": "Ahn Jae-hyun (Korean: 안재현; born July 1, 1987) is a South Korean model and actor. He is best known for his roles in television dramas such as You're All Surrounded (2014), Blood (2015), Cinderella with Four Knights (2016), Reunited Worlds (2017), The Beauty Inside (2018), Love with Flaws (2019) and The Real Has Come! (2023)."}
{"Abdulqawi Yusuf": "Abdulqawi Ahmed Yusuf (Somali: Cabdulqaawi Axmed Yuusuf) is a Somali lawyer and judge serving on the International Court of Justice since 2009. He served as the court's president from 2018 to 2021."}
{"Sayaka Ando": "Sayaka Ando (安藤 沙耶香, Andō Sayaka, born 24 May 1981 in Takasaki, Gunma and raised in Sendai, Japan) is a Japanese gravure idol and fashion model. She made her debut in Eternal in 2004.\nShe is a graduate of Miyagi Gakuin Women's University."}
{"Vishal (actor)": "Vishal Krishna Reddy (born 29 August 1975), professionally known as Vishal, is an Indian actor and producer who works in Tamil films. Born to film producer G. K. Reddy, Vishal is known for his roles in action films. He also produces films under his production company, Vishal Film Factory. Vishal was conferred with the Kalaimamani award in 2006, for his contributions to Tamil cinema.\nVishal entered the film industry as an assistant director to Arjun. He then became an actor and played his first lead role in the romantic thriller Chellamae (2004), before acting in the action films Sandakozhi, Thimiru, Thaamirabharani and Malaikottai. Vishal chose to create his own production studio and has since produced and worked on Pandiya Naadu (2013), Naan Sigappu Manithan (2014) and Poojai (2014)."}
{"Adnan Sami": "Adnan Sami Khan (born 15 August 1971) is an Indian singer, musician, music composer, actor and pianist. He performs Indian and Western music, including in Hindi, Urdu, English, Telugu, Tamil, and Kannada. He has been awarded with Padma Shri (India's fourth highest civilian award) for his remarkable contribution in music. His most notable instrument is the piano. He has been credited as \"the first musician to have played the santoor and Indian classical music on the piano\". A review in the US-based Keyboard magazine described him as the fastest keyboard player in the world and called him the keyboard discovery of the nineties.\nHe was raised and educated in the United Kingdom. He was previously a Canadian citizen, but became a naturalized Indian citizen in 2016.  He was born to Arshad Sami Khan, a Pakistani Air Force veteran and diplomat of Pashtun origin, and Naureen, who was originally from the Indian union territory of Jammu and Kashmir. The Times of India has called him the \"Sultan of Music\". He was awarded the Padma Shri on 26 January 2020."}
{"Samir Kochhar": "Samir Kochhar (born 23 May 1980) is an Indian actor and television presenter known for being the host of the pre-match Indian Premier League show, Extraaa Innings T20. He currently stars in Netflix India's Sacred Games."}
{"Marcel Hernández": "Marcel Hernández Campanioni (born 11 July 1989) is a Cuban professional footballer who plays as a centre-forward for Costa Rican club Cartaginés and the Cuba national team."}
{"Joseph Kony": "Joseph Rao Kony (born c. 1961) is a Ugandan militant and warlord who founded the Lord's Resistance Army (LRA), designated as a terrorist group by the United Nations Peacekeepers, the European Union, and various other governments. \nAn Acholi, Kony served as an altar boy in his childhood. After the Ugandan Civil War, Kony participated in the subsequent insurgency against president Yoweri Museveni under the Holy Spirit Movement or the Uganda People's Democratic Army before founding the LRA in 1987. Aiming to create a Christian state based on dominion theology, Kony directed the multi-decade Lord's Resistance Army insurgency. After Kony's terror activities, he was banished from Uganda and shifted to South Sudan. Kony described himself as a freedom fighter, struggling for a Christian Uganda.\nKony has long been one of Africa's most notorious and most wanted militant warlords. He has been accused by government entities of ordering the abduction of children to become child soldiers and sex slaves. Approximately 66,000 children became soldiers, and 2 million people were displaced internally from 1986 to 2009 by his forces. Kony was indicted in 2005 for war crimes and crimes against humanity by the International Criminal Court (ICC) in The Hague, but he has evaded capture. He has been subject to an Interpol Red Notice at the ICC's request since 2006. Since the Juba peace talks in 2006, the Lord's Resistance Army no longer operates in Uganda. Sources claim that they are in the Democratic Republic of the Congo (DRC), the Central African Republic (CAR), or South Sudan. In 2013, Kony was reported to be in poor health, and Michel Djotodia, president of the CAR, claimed he was negotiating with Kony to surrender.\nBy April 2017, Kony was still at large, but his force was reported to have shrunk to approximately 100 soldiers, down from an estimated high of 3,000. Both the United States and Uganda ended the hunt for Kony and the LRA, believing that the LRA was no longer a significant security risk to Uganda. As of 2022, he is reported to be hiding in Darfur."}
{"Edgar Bennett": "Edgar Bennett III (born February 15, 1969) is an American football coach and former running back who is the wide receivers coach for the Las Vegas Raiders of the National Football League (NFL). Bennett played college football for the Florida State Seminoles and was selected by the Green Bay Packers in the fourth round of the 1992 NFL draft. He also played for the Chicago Bears."}
{"Will Keane": "William David Keane (born 11 January 1993) is a professional footballer who plays as a forward or attacking midfielder for EFL Championship club Preston North End and the Republic of Ireland national team.\nHe began his career with Manchester United, having joined them at the age of 11, but made just three appearances for the first team and had loan spells with Wigan Athletic, Queens Park Rangers, Sheffield Wednesday and Preston North End before making a permanent move to Hull City in 2016. Following a loan spell at Ipswich Town in 2019, he was released by Hull at the end of the 2018–19 season. Keane joined Ipswich permanently on a one-year deal in August 2019.\nKeane joined Wigan Athletic on a 3-month contract in October 2020 after his release by Ipswich. After scoring 5 goals in 12 appearances by January 2021, he was offered a contract until the end of the season. Keane then signed a new 2-year deal with Latics ahead of the 2021–22 season.\nIn September 2021, at the age of 28, Keane was called up to the Republic of Ireland squad for the first time, having declared his interest in playing for Ireland in 2019. He qualifies for Ireland through his father.\nHis twin brother, Michael, is also a professional footballer who plays as a defender for Everton and England. Ironically, Michael became a full England international after a youth career with the Republic of Ireland."}
{"Gary Woodland": "Gary Lynn Woodland (born May 21, 1984) is an American professional golfer who plays on the PGA Tour. He won the U.S. Open in 2019, his first major championship and sixth professional victory.  Following a successful college career, he turned professional in 2007 and briefly competed on the Nationwide Tour."}
{"Jean Muir (actress)": "Jean Muir (born Jean Muir Fullarton; February 13, 1911 – July 23, 1996) was an American stage and film actress and educator. She was the first performer to be blacklisted after her name appeared in the anti-Communist 1950 pamphlet Red Channels."}
{"Sandra Pisani": "Sandra Pisani OAM (23 January 1959 – 19 April 2022) was an Australian field hockey player who played 85 international games for Australia and was the captain from 1985 to 1987. \nShe competed in the 1984 Summer Olympics and was part of the team that won Australia's first Olympic gold medal at the 1988 Summer Olympics.\nShe was a National Women's Senior Selector for the Hockeyroos Australia women's national field hockey team from 1993 to 2000 and the Head Selector during the peak of their success when the team won two Olympic gold medals in Field hockey at the 1996 Summer Olympics – Women's tournament and Field hockey at the 2000 Summer Olympics – Women's tournament under coach Ric Charlesworth."}
{"Wil Nieves": "Wilbert \"Wil\" Nieves (born September 25, 1977) is a Puerto Rican former professional baseball catcher and current minor league coach. He played in Major League Baseball (MLB) for the San Diego Padres, New York Yankees, Washington Nationals, Milwaukee Brewers, Colorado Rockies, Arizona Diamondbacks, and Philadelphia Phillies."}
{"Shawn Ashmore": "Shawn Robert Ashmore (born October 7, 1979) is a Canadian actor. He is known for his roles as Bobby Drake / Iceman in the X-Men film series and The Super Hero Squad Show, Jake in the television series Animorphs, Agent Mike Weston in the television drama series The Following, Eric in the horror film The Ruins, Sam Spencer in the ABC series Conviction, Wesley Evers in the ABC series The Rookie, and Lamplighter in the Amazon Prime Video superhero series The Boys. Ashmore also plays the main character, Jack Joyce, in the 2016 video game Quantum Break, as well as Conrad in 2019's Man of Medan. He is the identical twin brother of actor Aaron Ashmore."}
{"Karl Urban": "Karl-Heinz Urban (born 7 June 1972) is a New Zealand actor. His career began with appearances in New Zealand films and TV series such as Xena: Warrior Princess. His first Hollywood role was in the 2002 horror film Ghost Ship. Since then, he has starred in many high-profile movies, including as Éomer in the second and third installments of The Lord of the Rings trilogy, Vaako in the second and third installments of the Riddick film series, Leonard McCoy in the Star Trek reboot film series, Kirill in The Bourne Supremacy (2004), John \"Reaper\" Grimm in Doom (2005), Judge Dredd in Dredd (2012), Gavin Magary in Pete's Dragon (2016), and Skurge in Marvel Studios' Thor: Ragnarok (2017). In 2013, he starred in the sci-fi series Almost Human. Since 2019, he has starred as Billy Butcher in Amazon's superhero streaming television series The Boys."}
{"Sada Thompson": "Sada Carolyn Thompson (September 27, 1927 – May 4, 2011) was an American stage, film, and television actress. She was known to television audiences as Kate Lawrence in Family (1976–1980), for which she won the Emmy Award for Outstanding Lead Actress in a Drama Series in 1978."}
{"Ki Fitzgerald": "Ki Fitzgerald (born Kiley McPhail), known as Azteck, is an English DJ, musician, songwriter and record producer. He has written/produced several top 10 singles and albums and was a founding member of the English pop rock band Busted from 2000 to 2001."}
{"Ariel Behar": "Ariel Behar (Spanish pronunciation: [aˈɾjel βeˈaɾ]; born November 12, 1989) is a Uruguayan professional tennis player who specializes in doubles. His career-high doubles ranking is World No. 34 achieved on 6 May 2024. He has won three ATP titles with Ecuadorian partner Gonzalo Escobar.\nHe has taken part of the Uruguay Davis Cup team since 2009."}
{"Evgeny Shalunov": "Evgeny Vladimirovich Shalunov (Russian: Евгений Владимирович Шалунов; born 8 January 1992) is a Russian professional road and track bicycle racer, who currently rides for UCI ProTeam Gazprom–RusVelo."}
{"Elizabeth Inglis": "Elizabeth Inglis (born Desiree Mary Lucy Hawkins; July 10, 1913 – August 25, 2007) was an English actress, known for her role in The Letter."}
{"Djimon Hounsou": "Djimon Gaston Hounsou (, JY-mən OON-soo; French: [dʒimɔ̃ unsu]; born April 24, 1964) is a Beninese-born actor. He began his career appearing in music videos and made his film debut in Without You I'm Nothing (1990). He then earned widespread recognition for his role as Cinqué in the Steven Spielberg film Amistad (1997), which earned him a Golden Globe nomination. For his performances in In America (2002) and Blood Diamond (2006), Hounsou was nominated for the Academy Award for Best Supporting Actor.\nIn the Marvel Cinematic Universe, he portrays Korath the Pursuer in Guardians of the Galaxy (2014), Captain Marvel (2019) and What If...? (2021). In the DC Extended Universe, he appears as the Fisherman King in Aquaman (2018), and as the wizard Shazam in Shazam! (2019), Black Adam (2022), and Shazam! Fury of the Gods (2023). His other notable films include Stargate (1994), Gladiator (2000),  Constantine, The Island (both 2005), Special Forces (2011), How to Train Your Dragon 2 (2014), Furious 7 (2015), The Legend of Tarzan (2016), A Quiet Place Part II (2021), Gran Turismo, Rebel Moon – Part One: A Child Of Fire (both 2023), and Rebel Moon – Part Two: The Scargiver (2024).\nHounsou made his directorial debut with the documentary film In Search of Voodoo: Roots to Heaven (2018)."}
{"Esteban Espíndola": "Esteban Ezequiel Espíndola López (born 22 March 1992) is an Argentine professional footballer who plays as a centre-back."}
{"Margaret Rose Vendryes": "Margaret Rose Vendryes (March 16, 1955 – March 29, 2022) was a visual artist, curator, and art historian based in New York."}
{"Deyverson": "Deyverson Brum Silva Acosta (born 8 May 1991), also known as \"Deyvinho\", or simply known as Deyverson, is a Brazilian professional footballer who plays as a forward for Cuiabá."}
{"Minako Honda": "Minako Kudo (Japanese: 工藤美奈子, Hepburn: Kudō Minako), better known as Minako Honda (Japanese: 本田美奈子, Hepburn: Honda Minako, July 31, 1967 – November 6, 2005), later changed to Minako Honda. (Japanese: 本田美奈子., Hepburn: .Honda Minako), was a Japanese idol and musical singer. In 1985, she made her debut with the single \"Satsui no Vacance\".\nShe was diagnosed with acute myelogenous leukemia on January 5, 2005. At 4:38 A.M. on November 6, 2005, Honda died at the Juntendo University Hospital in Bunkyō, Tokyo."}
{"Jashubhai Dhanabhai Barad": "Jashubhai Dhanabhai Barad (15 September 1955 – 25 January 2016) was an Indian politician. He was a member of the 14th Lok Sabha of India where he represented the Junagadh constituency of Gujarat. He was a former Cabinet Minister of water resources and irrigation of Gujarat state. He played a vital role in the development of Narmada and Ukai Dam Projects. He served his fourth term as member of legislative assembly representing Talala Gir Constituency of Gujarat until 2016."}
{"Jan Zamoyski": "Jan Sariusz Zamoyski (Latin: Ioannes Zamoyski de Zamoscie; 19 March 1542 – 3 June 1605) was a Polish nobleman, magnate, statesman and the 1st ordynat of Zamość. He served as the Royal Secretary from 1565, Deputy Chancellor from 1576, Grand Chancellor of the Crown from 1578, and Great Hetman of the Crown from 1581.\nZamoyski was the General Starost of the city of Kraków from 1580 to 1585, Starost of Bełz, Międzyrzecz, Krzeszów, Knyszyn and Tartu. An important advisor to Kings Sigismund II Augustus and Stephen Báthory, he was one of the major opponents of Bathory's successor, Sigismund III Vasa, and one of the most skilled diplomats, politicians and statesmen of his time, standing as a major figure in the politics of the Polish–Lithuanian Commonwealth throughout his life."}
{"Lupe Vélez": "María Guadalupe Villalobos Vélez (July 18, 1908 – December 14, 1944), known professionally as Lupe Vélez, was a Mexican actress, singer, and dancer during the Golden Age of Hollywood cinema.\nVélez began her career as a performer in Mexican vaudeville in the early 1920s. After moving to the United States, she made her first film appearance in a short in 1927. By the end of the decade, she was acting in full-length silent films and had progressed to leading roles in The Gaucho (1927), Lady of the Pavements (1928) and Wolf Song (1929), among others. Vélez made the transition to sound films without difficulty. She was one of the first successful Mexican actresses in Hollywood. During the 1930s, her explosive screen persona was exploited in successful comedic films like Hot Pepper (1933), Strictly Dynamite (1934) and Hollywood Party (1934). In the 1940s, Vélez's popularity peaked while appearing as Carmelita Fuentes in eight Mexican Spitfire films, a series created to capitalize on her fiery personality.\nNicknamed The Mexican Spitfire by the media, Vélez's personal life was as colorful as her screen persona. She had several highly publicized romances with Hollywood actors and a stormy marriage with Johnny Weissmuller. Vélez died at age 36 in December 1944 of an intentional overdose of the barbiturate drug Seconal. Her death and the circumstances surrounding it were the subject of speculation and controversy."}
{"Vadhir Derbez": "Vadhir Derbez Alejandro González Torres Prince (born 18 February 1991), better known as Vadhir Derbez, is a Mexican actor and singer who has worked for Televisa, Univision, Warner Brothers, Netflix, TV Azteca and Telemundo."}
{"Michael Collins (astronaut)": "Michael Collins (October 31, 1930 – April 28, 2021) was an American astronaut who flew the Apollo 11 command module Columbia  around the Moon in 1969 while his crewmates, Neil Armstrong and Buzz Aldrin, made the first crewed landing on the surface. He was also a test pilot and major general in the U.S. Air Force Reserve.\nBorn in Rome, Italy, where his father was serving as the U.S. military attaché, Collins graduated in the Class of 1952 from the United States Military Academy. He followed his father, brother, uncle, and cousin into the military. He joined the United States Air Force, and flew F-86 Sabre fighters at Chambley-Bussières Air Base, France. He was accepted into the U.S. Air Force Experimental Flight Test Pilot School at Edwards Air Force Base in 1960, also graduating from the Aerospace Research Pilot School (Class III).\nSelected as part of NASA's third group of 14 astronauts in 1963, Collins flew in space twice. His first spaceflight was on Gemini 10 in 1966, in which he and Command Pilot John Young performed orbital rendezvous with two spacecraft and undertook two extravehicular activities (EVAs, also known as spacewalks). On the 1969 Apollo 11 mission, he became one of 24 people to fly to the Moon, which he orbited thirty times. He was the fourth person (and third American) to perform a spacewalk, the first person to have performed more than one spacewalk, and, after Young, who flew the command module on Apollo 10, the second person to orbit the Moon alone.\nAfter retiring from NASA in 1970, Collins took a job in the Department of State as Assistant Secretary of State for Public Affairs. A year later, he became the director of the National Air and Space Museum, and held this position until 1978, when he stepped down to become undersecretary of the Smithsonian Institution. In 1980, he took a job as vice president of LTV Aerospace. He resigned in 1985 to start his own consulting firm. Along with his Apollo 11 crewmates, Collins was awarded the Presidential Medal of Freedom in 1969 and the Congressional Gold Medal in 2011."}
{"Stephen J. Mackwell": "Stephen J. Mackwell is a researcher in geophysics, specializing in laboratory-based studies of the physical, chemical and mechanical properties of geological materials. He is also interested in the transport of fluid components in mantle and crustal rocks on the microscopic and macroscopic scales, and on the effects of such components on mechanical properties.  He has authored or co-authored over 80 articles in international scientific journals and is an editor of a book on comparative climatology of terrestrial planets published by the University of Arizona Press."}
{"Tarik Elyounoussi": "Tarik Elyounoussi (Arabic: طارق اليونسي, ṭāriq al-yūnusī, pronounced [tˤaːˈrɪq ælˈjuːnusiː]; born 23 February 1988) is a former professional footballer who plated as a forward or a winger. Born in Morocco, he represented the Norway national team."}
{"Zubaira Tukhugov": "Zubaira Alikhanovich Tukhugov (born January 15, 1991) is a Russian mixed martial artist, who fought in the Lightweight division of the Ultimate Fighting Championship (UFC). A professional MMA competitor since 2010, Tukhugov made a name for himself, fighting in promotions like Cage Warriors, ProFC, Fight Nights (EFN) and others, before joining the UFC in 2014."}
{"Alexander Vovin": "Alexander (Sasha) Vladimirovich Vovin (Russian: Александр Владимирович Вовин; 27 January 1961 – 8 April 2022) was a Soviet-born Russian-American linguist and philologist, and director of studies at the School for Advanced Studies in the Social Sciences (EHESS) in Paris, France. He was a world-renowned linguist, well known for his research on East Asian languages."}
{"Martha Cunz": "Martha Cunz (24 February 1876 – 15 May 1961) was a Swiss artist who is best known as a printmaker. As one of the earliest 20th-century European artists to master the modernist woodcut, she was influential on other artists."}
{"Amelia Earhart": "Amelia Mary Earhart ( AIR-hart; born July 24, 1897; declared dead January 5, 1939) was an American aviation pioneer. On July 2, 1937, Earhart disappeared over the Pacific Ocean while attempting to become the first female pilot to circumnavigate the world. During her life, she embraced celebrity culture and women's rights, and since her disappearance has become a cultural icon. Earhart was the first female aviator to fly solo across the Atlantic Ocean and she set many other records. She was one of the first aviators to promote commercial air travel, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots.\nBorn and raised in Atchison, Kansas, Earhart developed a passion for adventure at a young age, steadily gaining flying experience from her twenties. In 1928, Earhart became a celebrity after being the first female passenger to cross the Atlantic by airplane. In 1932, Earhart became the first woman to make a nonstop solo transatlantic flight and received the United States Distinguished Flying Cross. In 1935, Earhart became a visiting faculty member at Purdue University as an advisor in aeronautical engineering and a career counselor to female students. She was a member of the National Woman's Party and an early supporter of the Equal Rights Amendment. She was one of the most inspirational American figures from the late 1920s throughout the 1930s. Earhart's legacy is often compared to the early career of pioneer aviator Charles Lindbergh, as well as to figures like First Lady Eleanor Roosevelt for their close friendship and lasting impact on the issue of women's causes.\nIn 1937, during an attempt at becoming the first woman to complete a circumnavigational flight of the globe in a Lockheed Model 10-E Electra airplane, Earhart and her navigator Fred Noonan disappeared over the central Pacific Ocean near Howland Island. The two were last seen in Lae, New Guinea, on the last land stop before Howland Island. It is generally presumed that they ran out of fuel, crashed into the ocean and died near Howland Island. Nearly one year and six months after she and Noonan disappeared, Earhart was officially declared dead.\nThe mysterious nature of her disappearance has meant that public interest in her life remains significant. Earhart's airplane has never been found and this has led to speculation and conspiracy theories about the outcome of the flight. Decades after her presumed death, Earhart was inducted into the National Aviation Hall of Fame in 1968 and the National Women's Hall of Fame in 1973. She now has several commemorative memorials named in her honor around the United States, including a commemorative US airmail stamp, an airport, museum, bridge, cargo ship, earth-fill dam, playhouse, library, multiple roads and schools, and more. She also has a minor planet, planetary corona, and newly-discovered lunar crater named after her. Numerous films, documentaries and books have recounted her life. She is ranked ninth on Flying's list of the 51 Heroes of Aviation."}
{"Mateo Correa Magallanes": "Mateo Correa Magallanes (also known as Mateo Correa, Fr. Correa; July 23, 1866 – February 6, 1927) was a Knight of Columbus, of Council 2140.\nCorrea was born at Tepechitlán, Zacatecas, Mexico.  He attended the seminary at Zacatecas on a scholarship, in 1881. He was ordained as priest in 1893 at the age of 27. As a young priest, he gave first communion to Miguel Pro who also became a priest and was later martyred. Correa was assigned as a parish priest to Concepción del Oro in 1898, and then to Colotlán in 1908. Following the government's repression of the Catholic Church in 1910, he went into hiding. He was assigned to Valparaíso in 1926."}
{"Alexandre Hohagen": "Alexandre Hohagen is a Brazilian executive with over 20 years of experience managing F500 companies in Latin America (Dow Chemical, HBO, UOL, Google, Facebook).\nHohagen was responsible for starting two global technology companies in Latin America and the US Hispanic markets. He started the operations of Google in the region in 2005 and then Facebook in 2011. In 2010, Hohagen became one of the first international VPs at Google, managing operations of the company in over 8 countries in the region.\nHohagen is currently the CEO of Nobox, investor and partner at Ampfy, Botmaker, MarketUP, investor at Hyper, Busbud and Everypost, besides other investments VC funds and real estate in Brazil, US and Europe. Hohagen left the corporate world in 2015, after spending 5,5 years building Facebook in Latin America and US Hispanic markets. In his tenure, Hohagen was responsible to open and manage operations in more than 5 countries, with a team of 500 employees."}
{"Arthur Wakefield": "Captain Arthur Wakefield (19 November 1799 – 17 June 1843) served with the Royal Navy, before joining his brother, Edward Gibbon Wakefield, in founding the new settlement at Nelson, New Zealand."}
{"Serena Tideman": "Serena Tideman (born 24 February 1978) is an American composer and classical and improvisational cellist who resides in Port Townsend, \nWashington."}
{"Asafa Powell": "Asafa Powell, CD (born 23 November 1982) is a retired Jamaican sprinter who specialised in the 100 metres. He set the 100 metres world record twice, between June 2005 and May 2008 with times of 9.77 and 9.74 seconds. Powell has consistently broken the 10-second barrier in competition, with his personal best of 9.72 s ranking fourth on the all-time list of men's 100-metre athletes. As of 1 September 2016, Powell has broken the ten-second barrier more times than anyone else—97 times. He currently holds the world record for the 100-yard dash with a time of 9.09 s, set on 27 May 2010 in Ostrava, Czech Republic. In 2016, he became Olympic champion in the 4 x 100 metres relay.\nPowell competed in the 100 m at the 2004, 2008 and 2012 Olympics, finishing fifth in 2004 and 2008 and eighth after injuring his groin during the race in 2012.  At the 2007 Osaka World Championships, he achieved a bronze and a silver medal in the 100 m and 4 × 100 m relay respectively, and he was successful at the Commonwealth Games, winning twice plus achieving a silver medal. At the 2009 World Championships, he achieved the 100 m bronze and became champion in the relay. Powell has won five times at the IAAF World Athletics Final and was the former 100 m world record holder in the event.\nIn 2013, Powell tested positive for the stimulant oxilofrine along with teammate Sherone Simpson and voluntarily withdrew from the 2013 World Athletics Championships as a result, though both maintained they did not take any banned supplements knowingly or willfully. On 10 April 2014, they received an 18-month suspension from competing, which was set to expire in December that year. However the Court of Arbitration for Sport (CAS) lifted both athletes' suspensions on 14 July 2014, finding that the positive tests were caused by the presence of oxilofrine, undisclosed by the manufacturer, in a supplement taken by the pair."}
{"Phillip Gillespie": "Phillip J. Gillespie (born 23 October 1975) is an Australian cricket umpire and former cricketer. A member of the Australian National Umpire Panel, Gillespie has umpired 6 Women's One Day International cricket matches, 10 first-class matches, 9 List A matches, 10 Twenty20 matches and 9 Women's Twenty20 matches as of March 2017."}
{"Billy Conigliaro": "William Michael Conigliaro (August 15, 1947 – February 10, 2021) was an American baseball outfielder who played five seasons in Major League Baseball (MLB).  He played for the Boston Red Sox, Milwaukee Brewers, and Oakland Athletics from 1969 to 1973.  He batted and threw right-handed, and was the younger brother of Tony Conigliaro, with whom he was teammates on the Red Sox from 1969 until 1970."}
{"Andy Middleton": "Andy Middleton (born May 22, 1962) is an American tenor and soprano jazz saxophonist. He has recorded with Ralph Towner, Dave Holland, Kenny Wheeler, Renee Rosnes, Jamey Haddad, Joey Calderazzo, and Alan Jones."}
{"Jimmy Tompkins (priest)": "James John \"Jimmy\" Tompkins (7 September 1870 – 5 May 1953) was a Roman Catholic priest who founded the Antigonish Movement, a progressive effort that incorporated adult education, cooperatives and rural community development to aid the fishing and mining communities of northern and eastern Nova Scotia, Canada. The Antigonish Movement later evolved into the Extension Department (now the Coady International Center) of St. Francis Xavier University. \nFather Tompkins believed in the emancipating power of education and sought to improve economic conditions through study groups and co-operative action. \"It is not enough to have ideas, we have to put legs on them\", he often said. He started the first regional library in Nova Scotia along with the first credit union and a cooperative housing association in Reserve Mines that was dubbed \"Tompkinsville\". Father Tompkins was the Spiritual founder of the Antigonish Movement."}
{"Mihai Eminescu": "Mihai Eminescu (Romanian pronunciation: [miˈhaj emiˈnesku] ; born Mihail Eminovici; 15 January 1850 – 15 June 1889) was a Romanian Romantic poet from Moldavia, novelist, and journalist, generally regarded as the most famous and influential Romanian poet. Eminescu was an active member of the Junimea literary society and worked as an editor for the newspaper Timpul (\"The Time\"), the official newspaper of the Conservative Party (1880–1918). His poetry was first published when he was 16 and he went to Vienna, Austria to study when he was 19. The poet's manuscripts, containing 46 volumes and approximately 14,000 pages, were offered by Titu Maiorescu as a gift to the Romanian Academy during the meeting that was held on 25 January 1902. Notable works include Luceafărul (The Vesper/The Evening Star/The Lucifer/The Daystar), Odă în metru antic (Ode in Ancient Meter), and the five Letters (Epistles/Satires). In his poems, he frequently used metaphysical, mythological and historical subjects.\nHis father was Gheorghe Eminovici, an aristocrat from Bukovina, which was then part of the Austrian Empire (while his grandfather came from Banat). He crossed the border into Moldavia, settling in Ipotești, near the town of Botoșani. He married Raluca Iurașcu, an heiress of an old noble family. In a Junimea register, Eminescu wrote down his birthday date as 22 December 1849, while in the documents of Cernăuți Gymnasium, where Eminescu studied, his birth date is 15 January 1850. Nevertheless, Titu Maiorescu, in his work Eminescu and His Poems (1889) quoted N. D. Giurescu's research and adopted his conclusion regarding the date and place of Mihai Eminescu's birth, as being 15 January 1850, in Botoșani. This date resulted from several sources, among which there was a file of notes on christenings from the archives of the Uspenia (Princely) Church of Botoșani; inside this file, the date of birth was \"15 January 1850\" and the date of christening was the 21st of the same month. The date of his birth was confirmed by the poet's elder sister, Aglae Drogli, who affirmed that the place of birth was the village of Ipotești, Botoșani County."}
{"Irina Shayk": "Irina Valeryevna Shaykhlislamova (Russian: Ирина Валерьевна Шайхлисламова; Tatar: İrina Şəyxelislamova; born 6 January 1986), known professionally as Irina Shayk (), is a Russian fashion model. She received international recognition when she appeared as the first Russian model on the cover of the 2011 Sports Illustrated Swimsuit Issue. In 2022, the website Models.com placed her on their list of the New Supers."}
{"Mattias Asper": "Nils Mattias Joacim Asper (born 20 March 1974) is a Swedish former professional footballer who played as a goalkeeper. Starting off his career with Mjällby AIF in the mid-1990s, he went on to play professionally in Spain, Turkey, and Norway before returning to Mjällby in 2008. A full international between 1999 and 2002, he won three caps for the Sweden national football team and was a squad member for them at UEFA Euro 2000."}
{"Carlos P. Romulo": "Carlos Peña Romulo Sr.  (January 14, 1899 – December 15, 1985) was a Filipino diplomat, statesman, soldier, journalist and author. He was a reporter at the age of 16, a newspaper editor by 20, and a publisher at 32. He was a co-founder of the Boy Scouts of the Philippines, a general in the US Army and the Philippine Army, university president, and president of the United Nations General Assembly.\nHe has been named as one of the Philippines's national artists in literature, and was the recipient of many other honors and honorary degrees.\nRomulo believed in anti-colonialism and internationalism, as well as held Pro-American, anti-communist, anti-fascist, and economically and politically liberal beliefs."}
{"Daniel Ek": "Daniel Ek (born 21 February 1983) is a Swedish billionaire entrepreneur and technologist, and the co-founder and chief executive officer (CEO) of music streaming service Spotify. As of May 2024, his net worth was estimated at $4.8 billion by Forbes."}
{"Daniil Medvedev": "Daniil Sergeyevich Medvedev (Russian: Даниил Сергеевич Медведев, IPA: [dənʲɪˈiɫ sʲɪrˈɡʲe(j)ɪvʲɪtɕ mʲɪdˈvʲedʲɪf]; born 11 February 1996) is a Russian professional tennis player. He has been ranked as high as world No. 1 in men's singles by the Association of Tennis Professionals (ATP), and is the current world No. 5. Medvedev has won 20 ATP Tour singles titles, including the 2021 US Open and 2020 ATP Finals. Medvedev defeated world No. 1 Novak Djokovic in the final to deny him the Grand Slam. In the latter, he became the only player to defeat the top three ranked players in the world en route to the year-end championship title. He has also won six Masters titles and contested six major finals. His six Masters titles all came in different venues, making him only the sixth player to win Masters titles at six different venues.Medvedev made his ATP Tour main draw debut at the doubles event of the 2015 Kremlin Cup, and in 2017, he participated in a singles major for the first time at Wimbledon. In 2018, Medvedev won his first ATP Tour singles titles, and achieved a breakthrough in 2019, making his top 10 debut after Wimbledon and reaching six consecutive tournament finals, including at the US Open. He went on to win the ATP Finals in 2020 and contest two major finals in 2021, winning at the US Open. Shortly after reaching another Australian Open final in 2022, Medvedev became the first man outside of the Big Four to hold the world No. 1 ranking since Andy Roddick in 2004, the third Russian man following Yevgeny Kafelnikov in 1999 and Marat Safin in 2000, and the 27th man overall. He then struggled with form and eventually dropped out of the top 10 in rankings, but returned to form in early 2023 and has since reached two more major finals and returned to world No. 3."}
{"Raghav Juyal": "Raghav Juyal (born 10 July 1991) is an Indian dancer, choreographer, actor and television presenter. He is known as the \"King of Slow Motion\" for his surreal dance moves in slow motion style and for his reinvention of the Slow Motion Walk in India. He rose to fame after being a contestant and finalist in Zee TV's dance reality show Dance India Dance 3 and a skipper for the team Raghav Ke Rockstars in Dance India Dance Li'l Masters 2 and Dance Ke Superkids where his team was declared the winner under his captainship. He was a contestant on Fear Factor: Khatron Ke Khiladi 7 (2016)."}
{"Mike Melvill": "Michael Winston Melvill (born November 30, 1940, in Johannesburg, South Africa) is a world-record-breaking pilot  and one of the test pilots for SpaceShipOne, the experimental spaceplane developed by Scaled Composites. Melvill piloted SpaceShipOne on its first flight past the edge of space, flight 15P on June 21, 2004, thus becoming the first commercial astronaut, and the 435th person to go into space. He was also the pilot on SpaceShipOne's flight 16P, the first competitive flight in the Ansari X Prize competition."}
{"Abraham Ancer": "Abraham Ancer (Spanish pronunciation: [aˈβɾan ˈanseɾ]; born 27 February 1991) is a Mexican-American professional golfer who played on the PGA Tour and is currently playing on the LIV Golf tour. He won the 2018 Emirates Australian Open and the 2021 WGC-FedEx St. Jude Invitational for his first PGA Tour career victory."}
{"Nick Kyrgios": "Nicholas Hilmy Kyrgios ( KIRR-ee-oss; Greek: Νικόλαος Χίλμυ Κύργιος, romanized: Nikólaos Chílmi Kírios; born 27 April 1995) is an Australian professional tennis player. Kyrgios achieved his career-high ATP singles ranking of world No. 13 on 24 October 2016. He has won seven ATP Tour singles titles, including the 2019 and 2022 Washington Open, and reached eleven finals, most notably a major final at the 2022 Wimbledon Championships, and a Masters 1000 final at the 2017 Cincinnati Masters. In doubles, during his professional career, Kyrgios has a career-high ranking of world No. 11, achieved on 7 November 2022, winning a major doubles title at the 2022 Australian Open and reaching the semifinals of the Miami Open, both times partnering with Thanasi Kokkinakis. He has also reached three major singles quarterfinals (at 2014 Wimbledon, upsetting then-world No. 1 Rafael Nadal en route, the 2015 Australian Open and the 2022 US Open, upsetting then-world No. 1 Daniil Medvedev en route).\nKyrgios is only the third player, after Dominik Hrbatý and Lleyton Hewitt, to have beaten each one of the Big Three (Novak Djokovic, Roger Federer, and Rafael Nadal) the first time he played against them. Although Kyrgios has received praise for his perceived entertaining style of play, he is a controversial player whose matches have featured \"epic displays of ranting, racquet-wrecking, and trash-talking\"."}
{"Tom Coburn": "Thomas Allen Coburn (March 14, 1948 – March 28, 2020) was an American politician and physician who served as a United States senator from Oklahoma from 2005 to 2015. A Republican, Coburn previously served as a United States representative from 1995 to 2001.\nCoburn was an obstetrician who operated a private medical practice in Muskogee, Oklahoma. He was elected to the United States House of Representatives in 1994 as part of the Republican Revolution. After being re-elected twice, Coburn upheld his campaign pledge to serve no more than three consecutive terms and did not seek re-election in 2000. In 2004, he returned to political life with a successful run for the United States Senate. Coburn was re-elected to a second Senate term in 2010 and kept his pledge not to seek a third term in 2016. In January 2014, Coburn announced that he would resign before the expiration of his final term due to a recurrence of prostate cancer. He submitted a letter of resignation to Oklahoma Governor Mary Fallin, effective at the end of the 113th Congress.\nCoburn was a fiscal and social conservative known for his opposition to deficit spending, pork barrel projects, and abortion. Described as \"the godfather of the modern conservative austerity movement\", he supported term limits, gun rights and the death penalty, and opposed same-sex marriage and embryonic stem cell research. Many Democrats referred to him as \"Dr. No\" due to his frequent use of technicalities to block federal spending bills.\nAfter leaving Congress, Coburn worked with the Manhattan Institute for Policy Research on its efforts to reform the Food and Drug Administration, becoming a senior fellow of the institute in December 2016. Coburn also served as a senior advisor to Citizens for Self-Governance, where he was active in calling for a convention to propose amendments to the United States Constitution."}
{"Danny Almonte": "Danny Almonte Rojas (born April 7, 1987) is a Dominican-American former baseball player who is currently an assistant baseball coach at Cardinal Hayes High School in New York City. Born in Moca in the Dominican Republic, Almonte was a Little League pitcher who threw up to 79 miles per hour (127 km/h). Considered a phenomenon as he led his Bronx team to a third-place finish in the 2001 Little League World Series, Almonte was revealed to have actually been two years too old to play Little League baseball. Although there were many allegations during the 2001 Series, the truth was not revealed until weeks later."}
{"Jamie Dornan": "James Peter Maxwell Dornan (; born 1 May 1982) is an actor, model, and musician from Northern Ireland. The recipient of two Irish Film and Television Awards, he has been nominated for a BAFTA Television Award and a Golden Globe Award. In 2020, he was named one of Ireland's greatest film actors by The Irish Times.\nInitially beginning his career as a model in 2001, he appeared in campaigns for Hugo Boss, Dior Homme, and Calvin Klein. Dubbed \"the Golden Torso\" by The New York Times, he was ranked one of the \"25 Biggest Male Models of All Time\" by Vogue in 2015. In addition, he performed in the folk band Sons of Jim until 2008.\nDornan made his acting debut in 2006 with Sofia Coppola's drama film Marie Antoinette. Afterwards, he had minor roles in various independent films and television shows, that included Sheriff Graham Humbert in the series Once Upon a Time (2011–2013). He earned critical acclaim portraying serial killer Paul Spector in the crime drama series The Fall (2013–2016), for which he was nominated for a British Academy Television Award for Best Actor. His profile grew with roles such as Christian Grey in the Fifty Shades franchise (2015–2018), Jan Kubiš in Anthropoid (2016), Edgar Pagét in Barb and Star Go to Vista Del Mar (2021), and Pa in Belfast (2021), receiving a nomination for the Golden Globe Award for Best Supporting Actor – Motion Picture for the lattermost. He also played the lead role of Elliot Stanley/Eugene Cassidy in the thriller drama series The Tourist (2022–2024)."}
{"Kubota Beisen": "Kubota Beisen (久保田 米僊, 1852 – May 19, 1906) was a Japanese artist and art instructor in the Meiji period.\nAlthough his style remained recognisably Japanese, his knowledge of Western principles and methods is also reflected in his work.  Beisen trained under Suzuki Hyakunen (1825–1891). The way in which he integrated Western perspective and techniques in his work was a self-taught skill."}
{"PewDiePie": "Felix Arvid Ulf Kjellberg (; SHEL-burg, Swedish: [ˈfěːlɪks ˈǎrːvɪd ɵlf ˈɕɛ̂lːbærj] ; born 24 October 1989), better known as PewDiePie (; PEW-dee-py), is a Swedish YouTuber known for his comedic videos. Kjellberg's popularity on YouTube and extensive media coverage has made him one of the most noted online personalities and content creators. He has been portrayed in media as a figurehead for YouTube, especially in the genre of gaming. \nBorn and raised in Gothenburg, Kjellberg registered his YouTube channel \"PewDiePie\" in 2010, primarily posting Let's Play videos of horror and action video games. His channel gained a substantial following and was one of the fastest growing channels in 2012 and 2013, before becoming the most-subscribed on YouTube on 15 August 2013. From 29 December 2014 to 14 February 2017, Kjellberg's channel was also the most-viewed on the platform. During this period, his content shifted focus from Let's Plays and diversified to include vlogs, comedy shorts, formatted shows, and music videos.\nKjellberg's content was already noted for its polarizing reception among general audiences online, but in the late 2010s, it became more controversial and attracted increased media scrutiny. In 2019, following a public competition with Indian record label T-Series, Kjellberg was overtaken as the most-subscribed YouTube channel. Kjellberg also became more reserved online, uploading less consistently and taking frequent breaks from Internet use. He eventually semi-retired from YouTube, choosing to upload less frequently for his enjoyment rather than as a career. Meanwhile, in his personal life, he moved to Japan with his wife, Italian Internet personality Marzia.\nWith over 111 million subscribers and 29.2 billion views, his channel still ranks as one of the most-subscribed and viewed on YouTube. His popularity online has been noted to boost sales for the video games he plays, and has allowed him to stir support for charity fundraising drives. In 2016, Time magazine named him as one of the world's 100 most influential people."}
{"Vicente Guerrero": "Vicente Ramón Guerrero Saldaña (Spanish: [biˈsente raˈmoŋ ɡeˈreɾo]; baptized 10 August 1782 – 14 February 1831) was a Mexican soldier and statesman who became the nation's second president. He was one of the leading generals who fought against Spain during the Mexican War of Independence.\nDuring his presidency, he abolished slavery in Mexico. Guerrero was deposed in a rebellion by his Vice-President Anastasio Bustamante."}
{"Richie Dorman": "Richie Dorman (born 14 June 1988) is a Welsh retired professional footballer, currently working as a technical director for Finnish club SJK."}
{"Abdul Ilah Khatib": "Abdul Ilah Mohammad Khatib or Abdelilah al-Khatib (  AHB-dəl IL-ə al kə-TEEB; Arabic: عبد الإله الخطيب) (born in 1953) is a former Minister of Foreign Affairs for Jordan. On March 11, 2011 he was appointed as the UN Special envoy to Libya. "}
{"Vijay (actor)": "Joseph Vijay Chandrasekhar (born 22 June 1974), known professionally as Vijay, is an Indian actor and playback singer who works in Tamil cinema. In a career spanning in just over 3 decades, Vijay has acted in over 65 films and is one of the most commercially successful actors in Tamil cinema with multiple films amongst the highest-grossing Tamil films of all time and is amongst the highest paid actors in India.\nBorn in Madras to director S. A. Chandrasekhar, Vijay made his debut as a child actor in the Tamil film Vetri (1984). After a view roles as a child actor in his father’s films, he played his first lead role in the film Naalaiya Theerpu (1992) at the age of 18. Vijay continued doing lead roles for the next few years with mixed results, notable films amongst them included Poove Unakkaga, Love Today, Kadhalukku Mariyadhai, Thulladha Manamum Thullum and Kushi. In 1998, he was awarded Kalaimaamani by the Government of Tamil Nadu.\nIn 2003, he starred in Ghilli, which became the first Tamil film to gross over ₹500 million and with subsequent success of Thirupaachi and Pokkiri later, he established himself as one of the leading and commercially successful actors in Tamil cinema. Following a period of moderate success, Vijay acted in various critically and commercially successful films starting in the late 2010s including Thuppakki, Kaththi and Sarkar. He has won several awards as an actor.\nReferred to as \"Thalapathy\" (transl. commander), Vijay has a significant fan following. In February 2024, Vijay announced his retirement from films and his entry into politics with the launch of Tamilaga Vettri Kazhagam.\nHe was featured in Eastern Eye top celebrities in Asia, and he is the only Tamil actor to feature among Bollywood actors in the list in 2023."}
{"Jonathan Roy": "Jonathan Piuze-Roy (born March 15, 1989) is a Canadian pop singer and songwriter. Son of Hockey Hall of Fame goaltender Patrick Roy, he initially pursued hockey in junior leagues, and started to switch paths in favour of music in 2007 after his father encouraged him away from hockey. He has released three albums, and his major-label debut, Mr. Optimist Blues, was released in 2017, which includes several songs written by 1980s pop star Corey Hart."}
{"Virginia Christine": "Virginia Christine (born Virginia Christine Ricketts; March 5, 1920 – July 24, 1996) was an American stage, radio, film, television, and voice actress. Though Christine had a long career as a character actress in film and television, she may be best remembered as \"Mrs. Olson\" (or the \"Folgers Coffee Woman\") in a string of television commercials for Folgers Coffee during the 1960s and 1970s."}
{"Griselda Blanco": "Griselda Blanco Restrepo (February 15, 1943 – September 3, 2012) was a Colombian drug lord who was prominent in the cocaine-based drug trade and underworld of Miami, during the 1970s through the early 2000s, and who has also been claimed by some to have been part of the Medellín Cartel. She was shot dead in Medellín on September 3, 2012 at age of 69."}
{"Aleksandar Kolarov": "Aleksandar Kolarov (Serbian Cyrillic: Александар Коларов, Serbian pronunciation: [alɛksǎːndar kɔlǎrɔʋ]; born 10 November 1985) is a Serbian former professional footballer who played as a left back.\nKolarov began his career at Red Star Belgrade, but he did not break through and moved onto Čukarički in 2004. Two years later, he joined OFK Beograd before moving abroad for the first time by signing for Lazio in Serie A, where he won the Coppa Italia and Supercoppa Italiana in 2009. In 2010, he joined Manchester City, with which he won two Premier League titles, the FA Cup and the League Cup. He returned to Serie A in 2017 and saw out the remaining five years of his career with Roma and Inter Milan.\nKolarov made his senior international debut for Serbia in 2008 and earned 94 caps. Kolarov was a member of Serbia's squads for the 2008 Olympics, 2010 FIFA World Cup and the 2018 FIFA World Cup. He was named Serbian Player of the Year in 2011."}
{"Luiz Inácio Lula da Silva": "Luiz Inácio Lula da Silva (Brazilian Portuguese: [luˈiz iˈnasju ˈlulɐ dɐ ˈsiwvɐ] ; born Luiz Inácio da Silva; 27 October 1945), also known as Lula da Silva or simply Lula, is a Brazilian politician who is the 39th and current president of Brazil since 2023. A member of the Workers' Party, Lula was also the 35th president from 2003 to 2011. He also holds the presidency of the G20 since 2023.\nLula quit school after second grade to work, and did not learn to read until he was ten years old. As a teenager, he worked as a metalworker and became a trade unionist. Between 1978 and 1980 he led workers' strikes during Brazil's military dictatorship, and in 1980 he helped start the Workers' Party during Brazil's political opening. Lula was one of the leaders of the 1984 Diretas Já movement, which demanded direct elections. In 1986, he was elected a federal deputy in the state of São Paulo. He ran for president in  1989, but lost in the second round. He went on to also lose two other presidential elections, both in 1994, and then in 1998. He finally became president in  2002, in a runoff. In 2006, he was re-elected in the second round.\nDescribed as left-wing, his first presidency coincided with South America's first pink tide and was marked by the consolidation of social welfare programs such as Bolsa Família and Fome Zero. During his two terms in office, he undertook reforms which eventually led to growth in GDP, reduction in public debt and inflation, and helping 20 million Brazilians escape poverty. He also played a role in foreign policy, both on a regional level and as part of global trade and environment negotiations. During his first two terms, Lula was considered one of the most popular politicians in Brazil's history while president, and one of the most popular in the world. His first term was marked by notable scandals, including the Mensalão vote-buying scandal. After the 2010 Brazilian general election, he was succeeded by his former chief of staff, Dilma Rousseff, and remained active in politics and gave lectures.\nIn July 2017, Lula was convicted on charges of money laundering and corruption in a trial, after which he spent a total of 580 days in prison. He attempted to run in the 2018 Brazilian presidential election, but was disqualified under Brazil's Ficha Limpa law; he was released the following year in 2019, and his conviction was nullified in 2021 by the Supreme Court. The same ruling, which also found serious biases in the case against him, also annulled all other pending cases against him. Now legally allowed to make another run for president, he did so in the 2022 election and ultimately defeated the incumbent Jair Bolsonaro in a runoff. Sworn in on 1 January 2023 at the age of 77, he is the oldest Brazilian president at time of inauguration, as well as the first-ever candidate to have defeated an incumbent president and to be elected to a third term."}
{"Tappaya Sit-Or": "Tappaya Sit Or (Thai: ทัพยา ศิษย์อ อ; born February 1, 1976) or Mit Klinmee, is a former Rajadamnern and WMC champion with past rankings at Lumpini and Channel 7. Tappaya is currently retired from competition and runs the eponymous Sor Klinmee Gym in Pattaya, Thailand."}
{"María José (singer)": "María José Loyola Anaya (born January 12, 1976), known professionally as María José, is a Mexican singer, ballerina, flamenco dancer, athlete and television personality. Her career started at age 15, in the 1990s, when she joined the Mexican band Kabah as a vocalist. After leaving the band in 2006, she continued her solo career and has released six studio albums."}
{"Rii Sen": "Rii Sen (born Rituparna Sen) is an Indian actress who works in Bengali cinema. She started her career as a freelance model and television actress. Her debut film was Tepantorer Mathe, but it was not released in theatres because of obscene scenes. Sen had participated as contestant in Bigg Boss bangla season 2 and she was the 2nd runner up in the show. She has acted in movies like Bishh, Gandu, and Cosmic Sex.\nSen is considered a notable actress of alternative Bengali cinema. She won a best actress award at Osian's Cinefan Festival of Asian and Arab Cinema for her movie Cosmic Sex."}
{"José Cardozo": "José Saturnino Cardozo Otazú (locally [xoˈse satuɾˈnino kaɾˈðoso otaˈsu]; born 19 March 1971) is a Paraguayan football manager and former footballer. He played as a striker and spent 10 years of his career playing for Toluca and is the club's all-time top goalscorer. He also managed Toluca in 2013 up to 2016.\nCardozo earned 82 caps for Paraguay between 1991 and 2006, putting him ninth in their most-capped players of all time, with his haul of 25 international goals the second most for the nation. He represented them at three Copa América tournaments, two FIFA World Cups, and the 2004 Olympic tournament, winning silver in the latter.\nCardozo, while on loan for the tournament, was also a main catalyst and goalscorer for runner-up Cruz Azul in the 2001 Copa Libertadores defeat to Buenos Aires club Boca Jr. After losing at home in Mexico's Azteca Stadium, Cruz Azul went into the Bombonera and won the match 1–0. In the penalty shootout, Boca Jr. converted more to outlast what would've been the first champion from outside of South America."}
{"Eric Winter": "Eric Barrett Winter (born July 17, 1976) is an American actor and former fashion model. He has appeared in the television roles of Tim Bradford on the ABC show The Rookie (2018-present), Rex Brady on the NBC soap opera Days of Our Lives, FBI Special Agent Craig O'Laughlin on the CBS drama series The Mentalist (2010–2012), and Dash Gardiner on the Lifetime fantasy-drama series Witches of East End (2013–2014). His film appearances include Harold & Kumar Escape from Guantanamo Bay (2008) and The Ugly Truth (2009)."}
{"Bobby Fischer": "Robert James Fischer (March 9, 1943 – January 17, 2008) was an American  chess grandmaster and the eleventh World Chess Champion. A chess prodigy, he won his first of a record eight US Championships at the age of 14. In 1964, he won with an 11–0 score, the only perfect score in the history of the tournament.  Qualifying for the 1972 World Championship, Fischer swept matches with Mark Taimanov and Bent Larsen by 6–0 scores. After winning another qualifying match against Tigran Petrosian, Fischer won the title match against Boris Spassky of the USSR, in Reykjavík, Iceland. Publicized as a Cold War confrontation between the US and USSR, the match attracted more worldwide interest than any chess championship before or since.\nIn 1975, Fischer refused to defend his title when an agreement could not be reached with FIDE, chess's international governing body, over the match conditions. Consequently, the Soviet challenger Anatoly Karpov was named World Champion by default. Fischer subsequently disappeared from the public eye, though occasional reports of erratic behavior emerged. In 1992, he reemerged to win an unofficial rematch against Spassky. It was held in Yugoslavia, which was under a United Nations embargo at the time. His participation led to a conflict with the US government, which warned Fischer that his participation in the match would violate an executive order imposing US sanctions on Yugoslavia. The US government ultimately issued a warrant for his arrest; subsequently, Fischer lived as an émigré. In 2004, he was arrested in Japan and held for several months for using a passport that the US government had revoked. Eventually, he was granted Icelandic citizenship by a special act of the Icelandic parliament, allowing him to live there until his death in 2008.\nFischer made numerous lasting contributions to chess. His book My 60 Memorable Games, published in 1969, is regarded as essential reading in chess literature. In the 1990s, he patented a modified chess timing system that added a time increment after each move, now a standard practice in top tournament and match play. He also invented Fischer random chess, also known as Chess960, a chess variant in which the initial position of the pieces is randomized to one of 960 possible positions.\nFischer made numerous antisemitic statements, including Holocaust denial. His antisemitism was a major theme in his public and private remarks, and there has been widespread comment and speculation concerning his psychological condition based on his extreme views and eccentric behavior."}
{"Aditya Kalyanpur": "Aditya Kalyanpur (born 21 July 1978) is an Indian Tabla Maestro. He belongs to the Punjab gharana."}
{"Valerie Harper": "Valerie Kathryn Harper (August 22, 1939 – August 30, 2019) was an American actress. She began her career as a dancer on Broadway, making her debut as a replacement in the musical Li'l Abner. She is best remembered for her role as Rhoda Morgenstern on The Mary Tyler Moore Show (1970–1977) and its spinoff Rhoda (1974–1978). For her work on Mary Tyler Moore, she thrice received the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series, and later received the award for Outstanding Lead Actress in a Comedy Series for Rhoda.\nHer film appearances include roles in Freebie and the Bean (1974) and Chapter Two (1979), both of which garnered her Golden Globe Award nominations. \nFrom 1986 to 1987, Harper appeared as Valerie Hogan on the sitcom Valerie, from which she was fired after two seasons. Her character was killed off, and the show was retitled Valerie's Family and eventually The Hogan Family. Actress Sandy Duncan was cast in a new role that served as a replacement for Harper's character. \nHarper returned to stage work in her later career, appearing in several Broadway productions. In 2010, she was nominated for the Tony Award for Best Actress in a Play for her performance as Tallulah Bankhead in the play Looped."}
{"Christian Almeida": "Christian Andrés Almeida Rodríguez (born 25 December 1989) is a Uruguayan professional footballer who plays as a left-back for Nacional."}
{"Andreea Marin": "Andreea Violeta Marin (born 22 December 1974, in Roman, Neamț County) is a Romanian television presenter and TV personality."}
{"Maja Jager": "Maja Buskbjerg Jager (born 22 December 1991) is a Danish recurve archer. A two-time competitor at the Olympic Games (2012 and 2020), Jager was the women's individual champion at the 2013 World Archery Championships, an achievement for which she was awarded the Danish Sports Name of the Year prize for 2013. She is also a multiple medalist at the European Games and the European Archery Championships."}
{"Ahsee Tuala": "Ahsee Tuala (born 23 August 1989) is a Samoan rugby union player who plays as a fullback for Aviva Premiership side Northampton Saints."}
{"Marli Renfro": "Marli Renfro (born April 3, 1938 in Los Angeles, California) is an American former showgirl, model, Playboy cover girl and actress.\nShe was the body double for Janet Leigh in the shower scene of the 1960 film Psycho."}
{"F. Gwynplaine MacIntyre": "Fergus (also Feargus) Gwynplaine MacIntyre (1948 – 25 June 2010), also known as Froggy, was a New York City-based journalist, novelist, poet and illustrator. "}
{"Yuu Watase": "Yuu Watase (渡瀬 悠宇, Watase Yuu, born March 5, 1970, in Kishiwada, Osaka) is a Japanese manga artist. She debuted in 1989 at the age of 18 with the short story \"Pajama de Ojama\" (パジャマでおじゃま, \"An Intrusion in Pajamas\") and has since published more than 50 volumes of one-shots and long-running manga series. One of her most popular titles is Fushigi Yûgi. In 1998, Watase won the 43rd Shogakukan Manga Award in the shōjo (girls') category for Ceres, Celestial Legend. In 2008, she began her first shōnen (boys') serialization, Arata: The Legend.\nIn 2019, Watase came out as X-gender, a Japanese non-binary gender identity. Following the announcement, an editor for Viz Media's Shojo Beat imprint clarified that Watase's pronouns in English are still \"she\" and \"her\"."}
{"Jean-Claude Van Damme": "Jean-Claude Camille François Van Varenberg (French: [ʒɑ̃ klod kamij fʁɑ̃swa vɑ̃ vaʁɑ̃bɛʁɡ]; Dutch: [vɑn ˈvarə(n)ˈbɛrx]; born 18 October 1960), known professionally as Jean-Claude Van Damme (French: [vɑ̃ dam]; Dutch: [vɑn ˈdɑmə]), is a Belgian martial artist and actor. Born and raised in Brussels, his father enrolled him in a Shotokan karate school at the age of ten, which led Van Damme to hold the rank of 2nd-dan black belt in karate, and compete in several karate and kickboxing competitions. With the desire of becoming an actor, he moved to the United States in 1982, where he did odd jobs and worked on several films, until he got his break as the lead in the martial arts film Bloodsport (1988).\nHe became a popular action film star and followed up with commercially successful films such as Cyborg (1989), Kickboxer (1989), Lionheart (1990), Death Warrant (1990), Double Impact (1991), Universal Soldier (1992), Nowhere to Run (1993), Hard Target (1993), Timecop (1994), Street Fighter (1994), Sudden Death (1995), The Quest (1996), which marked his directorial debut, and Maximum Risk (1996). After a decline in popularity in the late 1990s and early 2000s, he returned to prominence with the critically acclaimed crime drama JCVD (2008). His big return to the action genre was in The Expendables 2 (2012), in which he starred as the villain, opposite Sylvester Stallone. From thereon, he continued starring in action films and doing extensive voice work.\nRegarded as an icon of action and martial arts cinema, his films have grossed over $1 billion worldwide, making him one of the most successful action stars of all time. Outside acting, Van Damme has publicly supported various conservationist causes and animal rights organisations."}
{"David Oyite-Ojok": "David Oyite Ojok (15 April 1940 – 2 December 1983) was a Ugandan military officer who held a leadership position in the coalition of Uganda National Liberation Army and Tanzania People's Defence Force which removed military dictator Idi Amin in 1979 and, until his death in a helicopter crash, served as the national army chief of staff with the rank of major general."}
{"Profit (gamer)": "Park Joon-yeong (Korean: 박준영, born November 19, 1999), better known by his online alias Profit, is a South Korean former professional Overwatch player. Profit began professional play with GC Busan, won OGN APEX Season 4, and was named the APEX Finals most valuable player. Park signed with the London Spitfire of the Overwatch League (OWL) for its inaugural season in 2018. He won the league's first Grand Finals with the Spitfire, after they defeated the Philadelphia Fusion, and was named the Grand Finals most valuable player. Profit was then signed by the Seoul Dynasty for the 2020 season, where he played for three seasons. In February 2024, Profit announced his retirement."}
{"Jesse Chacón": "Jesse Alonso Chacón Escamillo (born 9 November 1965) is a Venezuelan politician, engineer, and former military officer. Chacón participated in the November 1992 coup attempt the second attempted coup of that year, when he took part in the occupation of the station of the state television station channel Venezolana de Televisión (VTV), where several workers of the station were killed. Two years after the coup, he was pardoned by president Rafael Caldera. During Hugo Chávez's tenure, he served in many high ranking positions, such as minister of communications, minister of interior and justice and minister of electric power."}
{"Phil Vickery (rugby union)": "Philip John Vickery MBE DL (born 14 March 1976) is a former English rugby union tighthead prop and member of the England squad.  He was a member of England's World Cup winning squad in 2003, playing in all seven matches in the tournament, and is a former England captain.  Vickery ended his club rugby career at London Wasps, joining the London side in 2006 after eleven years with Gloucester Rugby. Given the nickname \"Raging Bull\", he played in three Rugby World Cups, including as England captain in the 2007 tournament, and toured Australia and South Africa with the British & Irish Lions.\nMade his debut for Bolingey Barbarians Sunday 25th Sept 2022 vs Bude vets."}
{"Rana Sanaullah": "Rana Sanaullah Khan (Urdu: رانا ثناء ﷲ; born 1 January 1955) is a Pakistani lawyer and politician who is currently serving as Chairman of the Prime Minister’s Youth Programme. Previously, served as the 39th Interior Minister of Pakistan. He had been a member of the National Assembly of Pakistan from August 2018 till August 2023, and Again from since 19 May 2024. He is a senior member of PML-N and the President of PML-N in Punjab province since 4 May 2019. Before getting elected to the National Assembly of Pakistan, Sanaullah had been elected to the Provincial Assembly of Punjab five times and had served in high-ranking ministries of the province.\nPreviously, he has served as the Law and Parliamentary Affairs Minister of Punjab from 2008 to 2018, Local Governments and Community Development Minister of Punjab from 2008 to 2014, Revenue Minister of Punjab from 2008 to 2013, Public Prosecution Minister of Punjab from 2008 to 2013, and the Deputy Leader of the Opposition (Punjab) from 1990 to 1993 and again from 2002 to 2007."}
{"Lucas Boyé": "Lucas Ariel Boyé (born 28 February 1996) is an Argentine professional footballer who plays as a striker for La Liga club Granada and the Argentina national team."}
{"Vance Joy": "James Gabriel Keogh (born 1 December 1987), known professionally as Vance Joy, is an Australian singer-songwriter and former Australian rules footballer. He is best known for his 2013 hit song \"Riptide\".\nJoy signed a five-album deal with Atlantic Records in 2013. He released his debut EP God Loves You When You're Dancing in March 2013. His song \"Riptide\" was voted number 1 on the 2013 Triple J Hottest 100. Joy released his debut studio album Dream Your Life Away on 5 September 2014 in Australia and on 9 September 2014 elsewhere. At the ARIA Music Awards of 2015, he won Best Male Artist. His second studio album, Nation of Two, was released in 2018, and his third studio album, In Our Own Sweet Time, was released in June 2022."}
{"Billy Snedden": "Sir Billy Mackie Snedden,  (31 December 1926 – 27 June 1987) was an Australian politician who served as the leader of the Liberal Party from 1972 to 1975. He was also a cabinet minister from 1964 to 1972, and Speaker of the House of Representatives from 1976 to 1983.\nSnedden was born in Perth, Western Australia. He served in the Royal Australian Air Force during World War II, and then studied law at the University of Western Australia. From 1951 to 1952, he was the inaugural federal chairman of the Young Liberal Movement. After a period working overseas for the Department of Immigration, Snedden returned to Australia in 1954 and settled in Melbourne. He was elected to the House of Representatives the following year, aged 28.\nIn 1964, Snedden was elevated to cabinet by Robert Menzies. He served as a government minister until the Liberal government's defeat at the 1972 election, under an additional four prime ministers. Snedden spent periods as Attorney-General (1964–1966), Minister for Immigration (1966–1969), Minister for Labour and National Service (1969–1971), and Treasurer (1971–1972). He was elected deputy leader of the Liberal Party in 1971, and replaced William McMahon as leader after the following year's election loss, thus becoming Leader of the Opposition.\nSnedden led the Liberal Party to the 1974 federal election, which saw the Labor Party retain government with a narrow majority. Malcolm Fraser mounted two leadership challenges in early 1975, winning on the second attempt; by the end of the year he was prime minister. Snedden was elected to the speakership when the parliament next sat. He held the position for almost seven years, gaining a reputation for impartiality. In retirement, Snedden served as chairman of the Melbourne Football Club and on the board of the Victorian Football League. The unusual circumstances of his death in 1987, which involved the ex-girlfriend of his own son, attracted much public interest."}
{"Kari Matchett": "Kari Matchett is a Canadian actress. She is known for her roles as Colleen Blessed on Power Play, Joan Campbell on Covert Affairs, Kate Filmore in the science fiction movie Cube 2: Hypercube, and U.S. president Michelle Travers on The Night Agent. She has also appeared in films such as Apartment Hunting (2000), Angel Eyes (2001), Men with Brooms (2002), Cypher (2002), Civic Duty (2006), The Tree of Life (2011), and Maudie (2016)."}
{"Rohit Sharma": "Rohit Gurunath Sharma (born 30 April 1987) is an Indian international cricketer who currently captains the India national cricket team across all formats. He is a right-handed batsman. Considered one of the best batsmen of his generation and one of the greatest opening batters of all time, Sharma is known for his timing, elegance, six-hitting abilities and leadership skills. Sharma holds several batting records which famously include most sixes in international cricket, most double centuries in ODI cricket (3), most centuries at Cricket World Cups (7) and joint most hundreds in Twenty20 Internationals (5). Rohit Sharma is the first player to score 5 T20I centuries. He plays for Mumbai Indians in IPL and for Mumbai in domestic cricket.\nSharma formerly captained Mumbai Indians and the team has won 5 titles in 2013, 2015, 2017, 2019 and 2020 under his leadership, making him the most successful captain in IPL history, sharing this record with MS Dhoni (5 title wins in IPL). With India, Sharma was a member of the team that won the 2007 T20 World Cup, and the 2013 ICC Champions Trophy, where he played in the finals of both tournaments. Rohit is one of four players to have played in every edition of the ICC T20 World Cup, from the inaugural edition in 2007 to the latest one in 2022.\nSharma currently holds the world record for the highest individual score (264) in a One Day International (ODI) match and is the only player to have scored three double-centuries in ODIs and also holds the record for scoring most hundreds (five) in a single Cricket World Cup, for which he won the ICC Men's ODI Cricketer of the Year award in 2019.  Sharma has received two national honours, the Arjuna Award in 2015 and the prestigious Major Dhyan Chand Khel Ratna Award in 2020 by the Government of India. Under his captaincy, India won the 2018 Asia Cup and the 2023 Asia Cup, the seventh and eighth time the country won the title, both in ODI format as well as the 2018 Nidahas Trophy, their second overall and first in T20I format.\nOutside cricket, Sharma is an active supporter of animal welfare campaigns. He is the official Rhino Ambassador for WWF-India and is a member of People for the Ethical Treatment of Animals (PETA). He has worked with PETA in its campaign to raise awareness of the plight of homeless cats and dogs in India."}
{"Earl Garrison": "Earl Garrison was an Oklahoma Senator from District 9 between 2004 and 2016, which included Muskogee and Wagoner counties. He succeeded long-time State Senator \"Bulldog\" Ben Robinson of Muskogee after Senator Robinson was prevented from seeking reelection due to term limits."}
{"Salt Bae": "Nusret Gökçe (Turkish: [nusˈɾet ɟœcˈtʃe]; born 1983), better known as Salt Bae, is a Turkish butcher, chef, and restaurateur, whose technique for preparing and seasoning meat became an internet meme in January 2017. He founded Nusr-Et, a chain of luxury steak houses. As of 2021, Nusr-Et has branches in Turkey, Greece, the United States, the United Kingdom, the United Arab Emirates, Qatar, and Saudi Arabia. The name of the restaurant chain comes from his own name and \"Et\", which means \"meat\" in Turkish."}
{"John Counter": "John Counter (April 18, 1799 – October 29, 1862) was a Canadian businessman and political figure. He served as Mayor of the City of Kingston, Ontario, for the terms 1841-43; 1846; 1850; 1852–53 and 1855."}
{"Diosdado Cabello": "Diosdado Cabello Rondón (born 15 April 1963) is a Venezuelan politician and current member of the National Assembly of Venezuela, where he previously served as Speaker. He is also an active member of the Venezuelan armed forces, with the rank of captain.\nCabello played a key role in Hugo Chávez's return to power following the 2002 Venezuelan coup d'état attempt. He became a leading member of Chavez’s Movimiento V República (MVR), and remains a leading member of the ruling United Socialist Party of Venezuela, into which MVR was merged in 2007. Governor of Miranda state from 2004 to 2008, he lost the 2008 election to prominent opposition leader Henrique Capriles Radonski and was subsequently appointed Public Works & Housing Minister. In November 2009, he was additionally appointed head of the National Commission of Telecommunications, a position traditionally independent from the Ministry of Public Works and Housing. In 2010, he was elected a member of parliament by his home state of Monagas. In 2011, President Hugo Chávez named him the vice president of Venezuela’s ruling party, the PSUV. In 2012, he was elected and sworn in as President of the National Assembly of Venezuela, the country’s parliament. He was elected president of the National Assembly each year until 2016. He was the second and last president of the 2017 National Constituent Assembly.\nAllegations of corruption involving Cabello includes being head of an international drug trafficking organization, accepting bribes from Derwick Associates for public works projects in Venezuela, using nepotism to reward friends and family members and directing colectivos while paying them with funds from Petróleos de Venezuela. In 2013, there were at least 17 formal corruption allegations lodged against Cabello in Venezuela's prosecutors office. On 26 March 2020, the U.S. Department of State offered $10 million for information to bring him to justice in relation to drug trafficking and narco-terrorism.\nOften described as the second most, if not the most, powerful man in Venezuela, Reuters notes that Cabello possesses significant \"sway with the military and lawmakers plus close links to businessmen.\""}
{"Trevor Noah": "Trevor Noah (born 20 February 1984) is a South African comedian, writer, producer, political commentator, actor, and television host. He was the host of The Daily Show, an American late-night talk show and satirical news program on Comedy Central, from 2015 to 2022. Noah has won various awards, including two Primetime Emmy Awards. He was named one of \"The 35 Most Powerful People in New York Media\" by The Hollywood Reporter in 2017 and 2018. In 2018, Time magazine named him one of the hundred most influential people in the world. In 2023, he won the Erasmus Prize.\nBorn in Johannesburg, Noah began his career in South Africa in 2002. He had several hosting roles with the South African Broadcasting Corporation (SABC) and was the runner-up in the fourth season of South Africa's iteration of Strictly Come Dancing in 2008. From 2010 to 2011, he hosted the late-night talk show Tonight with Trevor Noah, which he created and aired on M-Net and DStv.\nIn 2014, Noah became the Senior International Correspondent for The Daily Show, and in 2015 succeeded long-time host Jon Stewart. His autobiographical comedy book Born a Crime was published in 2016. He hosted the 63rd, 64th, 65th, and 66th Annual Grammy Awards as well as the 2022 White House Correspondents Dinner."}
{"Carol Chell": "Carol Chell (born 1941) is a British children's television presenter and TV executive. She originally qualified as a teacher, and produced many educational TV shows in the 1960s. She is best known for her work as a long-serving presenter from 1966 to 1988 on Play School and from 1971 to 1980 on Play Away."}
{"Melvin Van Peebles": "Melvin Van Peebles (born Melvin Peebles; August 21, 1932 – September 21, 2021) was an American actor, filmmaker, writer, and composer. He worked as an active filmmaker into the 2000s. His feature film debut, The Story of a Three-Day Pass (1967), was based on his own French-language novel La Permission and was shot in France, as it was difficult for a black American director to get work at the time. The film won an award at the San Francisco International Film Festival which gained him the interest of Hollywood studios, leading to his American feature debut Watermelon Man, in 1970. Eschewing further overtures from Hollywood, he used the successes he had so far to bankroll his work as an independent filmmaker.\nIn 1971, he released his best-known work, creating and starring in the film Sweet Sweetback's Baadasssss Song, considered one of the earliest and best-regarded examples of the blaxploitation genre. He followed this up with the musical, Don't Play Us Cheap, based on his own stage play, and continued to make films, write novels and stage plays in English and in French through the next several decades; his final films include the French-language film Le Conte du ventre plein (2000) and the absurdist film Confessionsofa Ex-Doofus-ItchyFooted Mutha (2008). His son, filmmaker and actor Mario Van Peebles, appeared in several of his works and portrayed him in the 2003 biographical film Baadasssss!."}
{"Hu Qili": "Hu Qili (Chinese: 胡启立; born 6 October 1929) is a former high-ranking politician of the Chinese Communist Party (CCP), known as a champion of the country's economic reform program in the 1980s. He was the first secretary of the CCP Secretariat from 1985 to 1989 and a member of the CCP Politburo Standing Committee from 1987 to 1989. Following the 1989 Tiananmen Square protests, he was purged for his sympathy toward the student protesters and his support for General Secretary Zhao Ziyang's opposition to the use of armed force. However, he returned to politics in 1991. In 2001, he became chairman of the Soong Ching-ling Foundation.\nAs of April 2024, Hu Qili is the only living member of 13th Politburo Standing Committee of the CPC from the first three plenary sessions."}
{"Vicky Kaushal": "Vicky Kaushal (pronounced [ˈʋɪkːi ˈkɔːʃəl]; born 16 May 1988) is an Indian actor who works in Hindi films. He is the recipient of numerous accolades, including a National Film Award and three Filmfare Awards, and has appeared in Forbes India's Celebrity 100 list of 2019.\nAfter graduating with an engineering degree from Rajiv Gandhi Institute of Technology, Kaushal began his career by assisting Anurag Kashyap in the crime drama Gangs of Wasseypur (2012) and played minor roles in films. His first leading role was in the independent drama Masaan (2015), following which he starred in Kashyap's psychological thriller Raman Raghav 2.0 (2016). Kaushal gained wider recognition in 2018 with supporting roles in the top-grossing dramas Raazi and Sanju, winning the Filmfare Award for Best Supporting Actor for the latter. \nA starring role as a military officer in the 2019 war film Uri: The Surgical Strike established Kaushal as a leading actor and won him the National Film Award for Best Actor. He earned further praise for his portrayal of Udham Singh in the biopic Sardar Udham (2021), winning the Filmfare Critics Award for Best Actor, and had commercial success in the romantic comedy Zara Hatke Zara Bachke, the biopic Sam Bahadur and the comedy-drama Dunki (all 2023). The last of these won him another Filmfare Award for Best Supporting Actor.\nIn addition to his acting career, Kaushal endorses several brands and products, and has co-hosted and performed at award ceremonies. He is married to actress Katrina Kaif."}
{"Rigoberto Torres": "Rigoberto Torres (born 1960) is a sculptor who was born in Aguadilla, Puerto Rico and worked in New York City, before moving to Florida where he currently lives and works. Torres began working in a factory where religious figures were cast, producing religious statuary. He also considers himself to be a community based artist."}
{"Chris Cuomo": "Christopher Charles Cuomo ( KWOH-moh; born August 9, 1970) is an American television journalist anchor at NewsNation, based in New York City. He has previously been the ABC News chief law and justice correspondent and the co-anchor for ABC's 20/20, news anchor for Good Morning America from 2006 to 2009, and an anchor at CNN, where he co-hosted its morning show New Day from 2013 through May 2018, before moving to Cuomo Prime Time in June 2018.\nCuomo is the brother of Andrew Cuomo, who was the 56th governor of New York from 2011 to 2021, and the son of Mario Cuomo, who was the 52nd governor of New York from 1983 until 1994. In November 2021, Cuomo was suspended indefinitely by CNN after reports that he assisted in the defense against the sexual harassment allegations that led to his brother's resignation. He was fired by CNN the following month. He subsequently joined Nexstar Media Group, hosting Cuomo for NewsNation."}
{"Joseph A. Lopez": "Joseph Anton Lopez  (born José Antonio López; October 4, 1779 – October 5, 1841) was a Mexican Catholic priest and Jesuit. Born in Michoacán, he studied canon law at the Colegio de San Nicolás and the Royal and Pontifical University of Mexico. He became acquainted with the future Empress consort Ana María Huarte and was made chaplain to the future imperial family. He was later put in charge of the education of all the princes in Mexico. Lopez was a close ally of Emperor Agustín de Iturbide, residing in Madrid for four years as his attorney and political informant, and accompanying him during his exile to Italy and England.\nFollowing Iturbide's execution in 1824, Lopez moved to the United States with the exiled Empress Ana María and her children and settled in Washington, D.C. He became the chaplain to the Georgetown Visitation Monastery and entered the Society of Jesus in 1833, working also as a novice and minister at Georgetown College. When the president of Georgetown College, William McSherry, died, Lopez became acting president in 1840, making him the first Latin American president of a university in the United States. As an educator, he garnered a reputation as a strict disciplinarian. Just several months into his presidency, he fell ill and was sent to recuperate in St. Inigoes, Maryland; he died there in 1841."}
{"Napoleon": "Napoleon Bonaparte (born Napoleone di Buonaparte; 15 August 1769 – 5 May 1821), later known by his regnal name Napoleon I, was a French emperor and military commander who rose to prominence during the French Revolution and led successful campaigns during the Revolutionary Wars. He was the leader of the French Republic as First Consul from 1799 to 1804, then of the French Empire as Emperor of the French from 1804 until 1814, and briefly again in 1815. His political and cultural legacy endures as a celebrated and controversial leader. He is considered one of the greatest military commanders in history and his wars and campaigns are still studied at military schools worldwide. However, historians still debate the degree to which he was responsible for the Napoleonic Wars, in which between three and six million people died. Napoleon brought modernizing reforms to France and Western Europe, and the upheavals of the period stimulated the development of nation states. He also sold the Louisiana Territory to the United States in 1803, doubling the latter's size. However, his mixed record on civil rights and exploitation of conquered territories adversely affect his reputation.\nNapoleon was born on the island of Corsica. He was resentful of the French monarchy, and supported the French Revolution in 1789 while serving in the French army, trying to spread its ideals to his native Corsica. He rose rapidly in the ranks after saving the governing French Directory by firing on royalist insurgents. In 1796, he began a military campaign against the Austrians and their Italian allies, scoring decisive victories, and became a national hero. Two years later he led a military expedition to Egypt that served as a springboard to political power. He engineered a coup in November 1799 and became First Consul of the Republic. In 1804, to consolidate and expand his power, he crowned himself Emperor of the French.\nDifferences with the United Kingdom meant France faced the War of the Third Coalition by 1805. Napoleon shattered this coalition with victories in the Ulm campaign and at the Battle of Austerlitz, which led to the dissolution of the Holy Roman Empire. During the War of the Fourth Coalition, Napoleon defeated Prussia at the battles of Jena and Auerstedt, marched the Grande Armée into Eastern Europe, and defeated the Russians in June 1807 at Friedland. Two years later, the Austrians challenged the French again during the War of the Fifth Coalition, but Napoleon solidified his grip over Europe after triumphing at the Battle of Wagram. Hoping to extend the Continental System, his embargo against Britain, Napoleon invaded the Iberian Peninsula and declared his brother Joseph the King of Spain in 1808. The Spanish and the Portuguese revolted in the Peninsular War aided by a British army, culminating in defeat for Napoleon's marshals. Napoleon launched an invasion of Russia in the summer of 1812. The resulting campaign witnessed the catastrophic retreat of Napoleon's Grande Armée. In 1813, Prussia and Austria joined Russian forces in a Sixth Coalition against France, resulting in a large coalition army defeating Napoleon at the Battle of Leipzig. The coalition invaded France and captured Paris, forcing Napoleon to abdicate in April 1814. He was exiled to the island of Elba, between Corsica and Italy. In France, the Bourbons were restored to power.\nNapoleon escaped in February 1815 and took control of France. The Allies responded by forming a Seventh Coalition, which defeated Napoleon at the Battle of Waterloo in June 1815. The British exiled him to the remote island of Saint Helena in the Atlantic, where he died in 1821 at the age of 51."}
{"Édgar Iván López": "Édgar Iván López Rodríguez (born 21 April 1999), commonly known as \"Gacelo López\", is a Mexican professional footballer who plays as a forward for Liga MX club Toluca."}
{"Ralph Macchio": "Ralph George Macchio Jr. ( MAH-chee-oh, Italian: [ˈmakkjo]; born November 4, 1961) is an American actor. He is best known for playing Daniel LaRusso in three Karate Kid films, the 1984 film The Karate Kid and its sequels, The Karate Kid Part II (1986) and The Karate Kid Part III (1989), as well as in Cobra Kai, a sequel television series on Netflix. Macchio also played Johnny Cade in The Outsiders (1983), Jeremy Andretti in the television series Eight Is Enough, William Gambini in My Cousin Vinny (1992), Eugene Martone in Crossroads (1986), and Archie Rodriguez in the television series Ugly Betty. He also had a recurring role as Officer Haddix in the television series The Deuce."}
{"Patoranking": "Patrick Nnaemeka Okorie (born 27 May 1990), better known by his stage name Patoranking, is a Nigerian reggae-dancehall singer and songwriter. Born and raised in Ebute Metta community of Lagos, he grew up sharing one room with his parents and five siblings. His modest upbringing and close relationship with his family instilled a drive and determination to create a better future, and led him to music He started his music career doing underground collaborations, with artists such as XProject, Konga, Slam and Reggie Rockstone. He signed a record deal with K-Solo's Igberaga Records in 2010, releasing \"Up in D Club\" under the outfit. Patoranking became a protégé of Dem Mama Records after collaborating with Timaya on his song \"Alubarika\". In February 2014, he signed a record deal with Foston Musik and released \"Girlie O\", a single that put him in the limelight. On 9 February 2015, Patoranking announced on Instagram that he signed a distribution deal with VP Records. on September 28 Patoranking released a song titled Abule which he released ahead of his album scheduled to be released later in 2020. He once said, in 2020 that he once got inspiration for song on a football pitch while playing football."}
{"Amr Diab": "Amr Abdel Basset Abdel Azeez Diab (Arabic: عمرو عبد الباسط عبد العزيز دياب, Egyptian Arabic pronunciation: [ˈʕɑmɾe deˈjæːb]; born 11 October 1961) is an Egyptian singer, composer and actor. He has established himself as a globally acclaimed recording artist and author. He is a Guinness World Record holder, the best selling Middle Eastern artist, a seven-times winner of World Music Awards and five-times winner of Platinum Records."}
{"Will Voigt": "William Voigt (born August 18, 1976) is an American basketball coach who is currently serving as head coach of the Austin Spurs in the NBA G League.\nAs the head coach, he led the Nigerian team to its first ever AfroBasket title in 2015, where they defeated Angola in the finals to qualify for the 2016 Summer Olympics in Rio."}
{"Adel Emam": "Adel Emam (Arabic: عادل إمام; born 17 May 1940) is an Egyptian film, television, and stage actor. He is primarily a comedian, but he has starred in more serious works and, combined comedy with romance especially in his earlier secondary roles in films such as My Wife, the Director General, My Wife's Dignity, My Wife's Goblin and Virgo, all films starring Salah Zulfikar.\nEmam earned a bachelor's degree in Agriculture from Cairo University. Since then he has appeared in over 103 movies and 10 plays. He is one of the most famous actors in Egypt and in the Arab world.\nHis contributions to the Egyptian film industry and theatre through addressing social and political issues in film and television earned him a cult following and a worldwide reputation that made him one of the most influential Arab public figures in the 1980s and 1990s. Adel Imam is considered by a huge mass of cult followers as a cultural icon in the history of modern Egypt.\nIn January 2000, the United Nations appointed Emam as a Goodwill Ambassador for UNHCR."}
{"Cha Eun-woo": "Lee Dong-min (Korean: 이동민; born March 30, 1997), known professionally as Cha Eun-woo (차은우), is a South Korean singer and actor under the label Fantagio. He is a member of the South Korean boy band Astro. As an actor, he is best known for his role as Lee Su-Ho in hit drama True Beauty (2020-21)."}
{"Steve Cummins": "Steven Cummins (born 29 March 1992) is an Australian professional rugby union player, currently signed with Melbourne-based Super Rugby side, the Rebels. He was previously a member of Welsh Pro 14 team Scarlets. His regular position is lock and he also plays at blind-side flanker."}
{"Thirayuth Boonmee": "Thirayuth Boonmee (Thai: ธีรยุทธ บุญมี, RTGS: Thirayut Bunmi; born 10 January 1950) is a Thai social scientist, public intellectual and a former student activist."}
{"John Forbes Nash Jr.": "John Forbes Nash, Jr. (June 13, 1928 – May 23, 2015), known and published as John Nash, was an American mathematician who made fundamental contributions to game theory, real algebraic geometry, differential geometry, and partial differential equations. Nash and fellow game theorists John Harsanyi and Reinhard Selten were awarded the 1994 Nobel Memorial Prize in Economics. In 2015, he and Louis Nirenberg were awarded the Abel Prize for their contributions to the field of partial differential equations.\nAs a graduate student in the Princeton University Department of Mathematics, Nash introduced a number of concepts (including Nash equilibrium and the Nash bargaining solution) which are now considered  central to game theory and its applications in various sciences. In the 1950s, Nash discovered and proved the Nash embedding theorems by solving a system of nonlinear partial differential equations arising in Riemannian geometry. This work, also introducing a preliminary form of the Nash–Moser theorem, was later recognized by the American Mathematical Society with the Leroy P. Steele Prize for Seminal Contribution to Research. Ennio De Giorgi and Nash found, with separate methods, a body of results paving the way for a systematic understanding of elliptic and parabolic partial differential equations. Their De Giorgi–Nash theorem on the smoothness of solutions of such equations resolved Hilbert's nineteenth problem on regularity in the calculus of variations, which had been a well-known open problem for almost sixty years.\nIn 1959, Nash began showing clear signs of mental illness, and spent several years at psychiatric hospitals being treated for schizophrenia. After 1970, his condition slowly improved, allowing him to return to academic work by the mid-1980s. Nash was biographed in Sylvia Nasar's 1998 book A Beautiful Mind, and his struggles with his illness and his recovery became the basis for a film of the same name directed by Ron Howard, in which Nash was portrayed by Russell Crowe."}
{"Cris Cyborg": "Cristiane Justino Venâncio (born July 9, 1985), known professionally by her ring name Cris Cyborg (and formerly by her married name Cristiane Santos), is a Brazilian-American mixed martial artist who as of January 2021 competes in Bellator MMA, where she is the current Bellator Women's Featherweight Champion, having held the title since January 2020. She is also a former UFC, Strikeforce and Invicta FC World Featherweight Champion. She is the only MMA fighter in history to become a Grand Slam Champion, holding world championships across four major mixed martial arts promotions. Cyborg is widely regarded as one of the greatest female mixed martial artists of all time.\nCyborg first rose to prominence when she won the Strikeforce title on August 15, 2009, by defeating Gina Carano via first-round technical knock-out (TKO)."}
{"Ivan Perišić": "Ivan Perišić (Croatian pronunciation: [ǐʋan pěriʃitɕ]; born 2 February 1989) is a Croatian professional footballer who plays as a winger for Croatian First League club Hajduk Split, on loan from Tottenham Hotspur, and the Croatia national team. Usually deployed as a left winger, he has also featured as an attacking midfielder, second striker, or left wing-back. Known for his ambidexterity and versatility, he is considered to be one of the greatest Croatian players of all time. \nA product of the Hajduk Split and Sochaux youth academies, Perišić made a name for himself while playing for Club Brugge, where he was the Belgian Pro League top goalscorer and was named Belgian Footballer of the Year for 2011. This earned him a transfer to Borussia Dortmund, with whom he won the 2011–12 Bundesliga, before signing with VfL Wolfsburg for €8 million in January 2013. He remained there for two and a half seasons, winning the 2015 DFB-Pokal final, before moving to Inter Milan for €16 million. In 2019, he joined Bayern Munich on loan, winning the treble. After returning to Inter Milan, he won the 2020–21 Serie A and the 2021 Supercoppa Italiana.\nPerišić made his debut for the Croatia national team in 2011, and represented his nation at Euro 2012, 2016 and 2020, as well as the 2014, 2018 and 2022 World Cup, reaching the final of the 2018 tournament and winning a bronze medal at the 2022 World Cup. Instrumental to Croatia's second \"golden generation\", Perišić is the nation's player with most goal contributions at the major tournaments (18)."}
{"Umika Kawashima": "Umika Kawashima (川島 海荷, Kawashima Umika, born March 3, 1994) is a Japanese actress, voice actress and singer from Saitama Prefecture, Japan. She is a former member of the Japanese girl group 9nine. Her solo single \"Maji de Koi Suru 5 Byō Mae/Ichigo Iro no Kimochi\", on the Watashi no Yasashikunai Senpai soundtrack, reached #46 on the Oricon chart. As an actress, she played in numerous Japanese TV series and movies."}
{"Douglas Wood (engineer)": "Douglas Wood (30 June 1941 – 31 December 2019) was an Australian construction engineer who had worked with the American military, and was held hostage in Iraq for six weeks between May and June 2005, before being rescued."}
{"Hiren Gohain": "Hiren Gohain (born 1939) is a scholar, writer, literary critic, and social scientist from the Indian state of Assam."}
{"Chacho Gaytán": "Gonzalo \"Chacho\" Gaytán is a Mexican music composer, producer, musical arranger, musical director and conductor. He is best known for being the co-founder and keyboardist of the Mexican pop band Sentidos Opuestos, along with colleague Alessandra Rosaldo. He is also the brother of actress and singer Bibi Gaytan and brother-in-law of actor and singer Eduardo Capetillo."}
{"Ziaur Rahman": "Ziaur Rahman (19 January 1936 – 30 May 1981) was a Bangladeshi military officer and politician who served as the President of Bangladesh from 1977 until his assassination. He was the founder of the Bangladesh Nationalist Party (BNP) and served as its chairman until his assassination. He previously served as the second chief of army staff from 1975 to 1978 with a minor break.\nZiaur, sometimes known as Zia, was born in Gabtali and trained at the Pakistan Military Academy in Abbottabad. He served as a commander in the Pakistan Army in the Second Kashmir War against the Indian Army, for which he was awarded the Hilal-e-Jurrat from the Pakistani government. Ziaur was a prominent Bangladesh Forces commander during the country's Independence war from Pakistan in 1971. He originally broadcast the Bangladesh declaration of independence on 27 March from Kalurghat radio station in Chittagong. After the war of Independence, Ziaur became a brigade commander in Bangladesh Army and later the deputy chief of staff and then chief of staff of Bangladesh Army. His ascent to leadership of the country resulted from a conspiracy that had begun with the killing of Sheikh Mujibur Rahman, the founding president of Bangladesh, in a military coup d'état followed by a coup and counter-revolt within the military to gain control at the helm. Ziaur Rahman gained de facto power as head of the government already under martial law imposed by the Mushtaq government. He took over the presidency in 1977.\nAs president in 1978, Ziaur Rahman founded the Bangladesh Nationalist Party (popularly known by its abbreviation BNP). He reinstated multi-party politics, freedom of the press, free speech and free markets and accountability. He initiated mass irrigation and food production programmes, including social programmes to uplift the lives of the people. His government initiated efforts to create a regional group in South Asia, which later became SAARC in 1985. He improved Bangladesh's relations with the West and China, and departed from Sheikh Mujibur Rahman's close alignment with India. Domestically, Ziaur Rahman faced as many as twenty-one coup attempts for which military tribunals were set up, resulting in thousands of Army and Air Force officers being executed, earning him a reputation of being 'strict' and 'ruthless' amongst international observers. Throughout his military career, Ziaur Rahman was awarded two gallantry awards for two campaigns he participated in; he was awarded the Hilal-i-Jurat for the Indo-Pak War in 1965, and Bir Uttom in 1972 for the Bangladesh Liberation War. He retired from the Bangladesh Army with the rank of Lt. General in 1978.\nZiaur Rahman's death created a divided opinion on his legacy in Bangladeshi politics. Awami League supporters vilify him for alleged connections to Mujib's assassination and controversial actions during his presidency. Critics argue that the current authoritarian regime politically motivated the negative portrayal of Ziaur's legacy. Nevertheless, Rahman is generally credited for his role in the Liberation War, stabilizing Bangladesh, industrializing agriculture, and fostering regional cooperation. His political party, the BNP, remains a major force alongside its rival, the Awami League, with his widow, Khaleda Zia, leading the party and serving two terms as prime minister."}
{"Ezechiel N'Douassel": "Ezechiel Aliadjim N'Douassel (Arabic: إيزيكييل ندواسل; born 22 April 1988) is a Chadian professional footballer who plays a striker for Liga 2 club Bekasi City and the Chad national team. He is also nicknamed \"King Eze\"."}
{"George Washington": "George Washington (February 22, 1732 – December 14, 1799) was an American Founding Father, military officer, and politician who served as the first president of the United States from 1789 to 1797. Appointed by the Second Continental Congress as commander of the Continental Army in 1775, Washington led Patriot forces to victory in the American Revolutionary War and then served as president of the Constitutional Convention in 1787, which drafted and ratified the Constitution of the United States and established the U.S. federal government. Washington has thus become commonly known as the \"Father of his Country\".\nWashington's first public office, from 1749 to 1750, was as surveyor of Culpeper County in the Colony of Virginia. He subsequently received military training and was assigned command of the Virginia Regiment during the French and Indian War. He was later elected to the Virginia House of Burgesses and was named a delegate to the Continental Congress in Philadelphia, which appointed him commander-in-chief of the Continental Army. Washington led American forces to a decisive victory over the British in the Revolutionary War, leading the British to sign the Treaty of Paris, which acknowledged the sovereignty and independence of the United States. He resigned his commission in 1783 after the conclusion of the Revolutionary War.\nWashington played an indispensable role in adopting and ratifying the Constitution, which replaced the Articles of Confederation in 1789. He was then twice elected president by the Electoral College unanimously. As the first U.S. president, Washington implemented a strong, well-financed national government while remaining impartial in a fierce rivalry that emerged between cabinet members Thomas Jefferson and Alexander Hamilton. During the French Revolution, he proclaimed a policy of neutrality while additionally sanctioning the Jay Treaty. He set enduring precedents for the office of president, including republicanism, a peaceful transfer of power, the use of the title \"Mr. President\", and the two-term tradition. His 1796 farewell address became a preeminent statement on republicanism in which he wrote about the importance of national unity and the dangers that regionalism, partisanship, and foreign influence pose to it.\nWashington's image is an icon of American culture. He has been memorialized by monuments, a federal holiday, various media depictions, geographical locations including the national capital, the State of Washington, stamps, and currency. In 1976, Washington was posthumously promoted to the rank of general of the Armies, the highest rank in the U.S. Army. Washington consistently ranks in both popular and scholarly polls as one of the greatest presidents in American history."}
{"Jessie Mae Brown Beavers": "Jessie Mae Brown Beavers (March 18, 1923 – September 6, 1989) was an American journalist based in Los Angeles, California. She was an editor at the Los Angeles Sentinel from 1949 to 1989, and served sixteen years on the city's Human Relations Commission, beginning with her 1973 appointment by mayor Tom Bradley."}
{"Jimmy Weldon": "Jimmy Weldon (born Ivy Laverne Shinn, September 23, 1923 – July 6, 2023) was an American actor, ventriloquist, and television host. He was best known as the voice of the Hanna-Barbera cartoon character Yakky Doodle and the host and ventriloquist in the locally produced television series The Webster Webfoot Show. He also had a YouTube channel titled Jimmy's Lecture, where he documented stories of his time in World War II."}
{"Don DeLillo": "Donald Richard \"Don\" DeLillo (born November 20, 1936) is an American novelist, short story writer, playwright, screenwriter and essayist. His works have covered subjects as diverse as television, nuclear war, the complexities of language, art, the advent of the Digital Age, mathematics, politics, economics, and sports.\nDeLillo was already a well-regarded cult writer in 1985, when the publication of White Noise brought him widespread recognition and the National Book Award for fiction. He followed this in 1988 with Libra, a novel about the assassination of John F. Kennedy. DeLillo won the PEN/Faulkner Award for Mao II, about terrorism and the media's scrutiny of writers' private lives, and the William Dean Howells Medal for Underworld, a historical novel that ranges in time from the dawn of the Cold War to the birth of the Internet. He was awarded the 1999 Jerusalem Prize, the 2010 PEN/Saul Bellow Award for Achievement in American Fiction in 2010, and the 2013 Library of Congress Prize for American Fiction.\nDeLillo has described his themes as \"living in dangerous times\" and \"the inner life of the culture\". In a 2005 interview, he said that writers \"must oppose systems. It's important to write against power, corporations, the state, and the whole system of consumption and of debilitating entertainments... I think writers, by nature, must oppose things, oppose whatever power tries to impose on us.\""}
{"Quincy Jones": "Quincy Delight Jones Jr. (born March 14, 1933) is an American record producer, songwriter, composer, arranger, and film and television producer. His career spans over 70 years, with 28 Grammy Awards won out of 80 nominations, and a Grammy Legend Award in 1992.\nJones came to prominence in the 1950s as a jazz arranger and conductor before working on pop music and film scores. He moved easily between genres, producing pop hit records for Lesley Gore in the early 1960s (including \"It's My Party\") and serving as an arranger and conductor for several collaborations between the jazz artists Frank Sinatra and Count Basie. In 1968, Jones became the first African American to be nominated for an Academy Award for Best Original Song for \"The Eyes of Love\" from the film Banning. Jones was also nominated for an Academy Award for Best Original Score for his work on the 1967 film In Cold Blood, making him the first African American to be nominated twice in the same year. Jones produced three of the most successful albums by pop star Michael Jackson: Off the Wall (1979), Thriller (1982), and Bad (1987). In 1985, Jones produced and conducted the charity song \"We Are the World\", which raised funds for victims of famine in Ethiopia.\nIn 1971, Jones became the first African American to be the musical director and conductor of the Academy Awards. In 1995, he was the first African American to receive the academy's Jean Hersholt Humanitarian Award. He is tied with sound designer Willie D. Burton as the second most Oscar-nominated African American, with seven nominations each. In 2013, Jones was inducted into the Rock & Roll Hall of Fame as the winner, alongside Lou Adler, of the Ahmet Ertegun Award. He was named one of the most influential jazz musicians of the 20th century by Time."}
{"Heinrich Himmler": "Heinrich Luitpold Himmler (German: [ˈhaɪnʁɪç ˈluːɪtpɔlt ˈhɪmlɐ] ; 7 October 1900 – 23 May 1945) was a German politician who was the 4th Reichsführer of the Schutzstaffel (Protection Squadron; SS), a leading member of the Nazi Party of Germany, and one of the most powerful men in Nazi Germany, primarily known for being a main architect of the Holocaust.\nAs a member of a reserve battalion during the First World War, Himmler did not see active service or combat. He joined the Nazi Party in 1923 and the SS in 1925, and in 1929 Adolf Hitler appointed him Reichsführer-SS. Over the next sixteen years, Himmler developed the SS from a 290-man battalion into a million-strong paramilitary group. He was known for good organisational skills and for selecting highly competent subordinates, such as Reinhard Heydrich in 1931. From 1943 onwards, he was both Chief of the Kriminalpolizei (Criminal Police) and Minister of the Interior, overseeing all internal and external police and security forces, including the Gestapo (Secret State Police). He also controlled the Waffen-SS, the military branch of the SS.\nHimmler's interest in occultism and Völkisch topics influenced the development of the racial policy of Nazi Germany, and he also incorporated esoteric symbolism and rituals into the SS. He was the principal overseer of Nazi Germany's genocidal programs, forming the Einsatzgruppen and administering extermination camps. In this capacity, Himmler directed the killing of some six million Jews, between 200,000 and 500,000 Romani people, and other victims. A day before the launch of Operation Barbarossa, Himmler commissioned the drafting of Generalplan Ost, which was approved by Hitler in May 1942 and implemented by the Nazi regime, killing approximately 14 million people, mostly Polish and Soviet citizens.\nLate in the Second World War, Hitler briefly appointed Himmler as military commander and later Commander of the Replacement (Home) Army and General Plenipotentiary for the administration of the entire Third Reich (Generalbevollmächtigter für die Verwaltung). Specifically, he was given command of the Army Group Upper Rhine and the Army Group Vistula. After Himmler failed to achieve his assigned objectives, Hitler replaced him in these posts. Realising the war was lost, Himmler attempted to open peace talks with the western Allies without Hitler's knowledge, shortly before the end of the war. Hitler learned of this, dismissed him from all his posts in April 1945, and ordered his arrest. Himmler attempted to go into hiding but was detained and arrested by British forces and died by suicide in British custody on 23 May 1945."}
{"Meg Thalken": "Meg Thalken in Washington, District of Columbia) is an American stage, film and television actress, known to television viewers for her work on ER."}
{"Kevin De Bruyne": "Kevin De Bruyne (born 28 June 1991) is a Belgian professional footballer who plays as a midfielder for and captains both Premier League club Manchester City and the Belgium national team. De Bruyne is often described as one of the best and most complete modern day advanced playmakers due to his technique, skill, athleticism, work-rate off the ball, vision, crossing accuracy, wide range of passing, and powerful long-range shooting ability with either foot.\nDe Bruyne began his professional senior career at Genk, where he was a regular player when they won the 2010–11 Belgian Pro League. In 2012, he joined English club Chelsea, where he was used sparsingly and then loaned to Werder Bremen. He signed with Wolfsburg for £18 million in 2014, establishing himself as one of the best players in the Bundesliga and was integral in the club's 2014–15 DFB-Pokal win. In the summer of 2015, De Bruyne joined Manchester City for a then-club record £54 million. He has since won the UEFA Champions League, six Premier League titles, five League Cups and two FA Cups with the club. In 2017–18, he had a significant role in City becoming the only Premier League team to attain 100 points in a single league season. In 2019–20, De Bruyne equalled the record for most assists in a Premier League season and was named Player of the Season, the award he won for the second time in 2021–22. He was again heavily involved in 2022–23, as Manchester City sealed the continental treble in their most successful season to date.\nHe made his full international debut in 2010, and he has since earned over 90 caps, scoring 26 goals for Belgium. He was a member of the Belgian squads that reached the quarter-finals both at the 2014 FIFA World Cup and UEFA Euro 2016. De Bruyne was named in the FIFA World Cup Dream Team of the 2018 FIFA World Cup, as Belgium finished in third place, as well as appearing at UEFA Euro 2020 and the 2022 FIFA World Cup.\nDe Bruyne has been named in the UEFA Champions League Squad of the Season, IFFHS Men's World Team and the ESM Team of the Year five times each, the FIFA FIFPRO World 11 four times, the UEFA Team of the Year three times, and the France Football World XI and the Bundesliga Team of the Year once each. He has also won the Premier League Playmaker of the Season three times, the PFA Players' Player of the Year twice, Manchester City's Player of the Year four times, the UEFA Champions League Midfielder of the Season, the Bundesliga Player of the Year, the Footballer of the Year (Germany), the Belgian Sportsman of the Year and the IFFHS World's Best Playmaker three times each."}
{"Lokesh Kanagaraj": "Lokesh Kanagaraj (; born 14 March 1986) is an Indian film director, screenwriter and producer who works in Tamil films. He started his career with a short film in the 2016 anthology Aviyal. He later directed his first feature film Maanagaram (2017). He created the Lokesh Cinematic Universe (LCU) franchise after the commercial success of Kaithi (2019), the franchise's first installment. He directed Master (2021), a standalone featuring Vijay which emerged a commercial success during the COVID-19 pandemic. This was followed by Vikram (2022), the second installment in the LCU, with Kamal Haasan in the lead role, which emerged as one of the highest grossing Indian films. He then worked on Leo (2023), which became his most successful film, it became one of the highest grossing Indian films, earning over ₹600 crore (US$75 million) worldwide, collaborating with Vijay again and serving it as the third installment in the LCU."}
{"Muhammad Al-Hafiz": "Abūʾl-Maymūn ʿAbd al-Majīd ibn Muḥammad ibn al-Mustanṣir, better known by his regnal name as al-Ḥāfiẓ li-Dīn Allāh (Arabic: الحافظ لدين الله, lit. 'Keeper of God's Religion'), was the eleventh Fatimid caliph, ruling over Egypt from 1132 to his death in 1149, and the 21st imam of Hafizi Isma'ilism.\nAl-Hafiz first rose to power as regent after the death of his cousin, al-Amir bi-Ahkam Allah, in October 1130. Al-Amir had only left an infant son, al-Tayyib, as a possible successor, so al-Hafiz—as the oldest surviving member of the dynasty—became regent. Al-Tayyib was apparently sidelined and possibly killed by the new regime, which was in turn overthrown within a few days by the army under Kutayfat. The latter imprisoned al-Hafiz, and moved to depose the Fatimids and replace Isma'ilism with a personal regime, possibly based on Twelver Shi'ism, with himself as the Hidden Imam's all-powerful vicegerent. Kutayfat's regime was toppled when he was murdered by Fatimid loyalists in December 1131, and al-Hafiz was freed and restored as regent.\nOn 23 January 1132, al-Hafiz proclaimed himself as the legitimate Isma'ili imam and caliph. While necessary in view of the lack of another heir, the succession was highly irregular, as the Isma'ili imamate had previously only been passed from father to son, by explicit designation (naṣṣ). Al-Hafiz was largely accepted in the Fatimid-ruled territories, but many Isma'ili followers abroad refused to recognize him and regarded the vanished al-Tayyib as their imam, causing the Hafizi–Tayyibi schism in Musta'li Isma'ilism. Even in Egypt, his legitimacy was repeatedly challenged, and his reign was troubled by constant uprisings and power struggles. Al-Hafiz's reign was mostly quiet on the external front. Despite continuing hostilities with the Kingdom of Jerusalem around Ascalon, both powers were preoccupied elsewhere for the most part. The Fatimid court also maintained contact with the Burids in Syria and King Roger II of Sicily, who at this time began his expansion into the former Fatimid domains of Ifriqiya, and adopted many of the practices of the Fatimid court for his own administration.\nAs ruler, al-Hafiz tried to rein in his over-mighty viziers with mixed success. He was repeatedly forced to give way to the demands of various military factions, and was ultimately unable to halt the evolution of the vizierate into a de facto sultanate independent of the caliph. Thus al-Hafiz's own son Hasan forced him to name him vizier in 1134, ousting another of the Caliph's sons from the post. Hasan's reign proved tyrannical and he was overthrown by the army in March 1135. The appointment of the Christian Bahram al-Armani to the vizierate after that caused a severe reaction among the Muslim population due to Bahram's pro-Christian policies. This led to another uprising and the appointment of the Sunni Ridwan ibn Walakhshi to the vizierate in 1137. Ridwan not only instituted anti-Christian and anti-Jewish measures, but aimed to overthrow al-Hafiz and replace the Fatimid dynasty with a Sunni regime headed by himself. With the support of the Cairo populace, al-Hafiz thwarted his ambitions and ousted Ridwan in 1139. For the next ten years, the Caliph ruled without a vizier, instead entrusting the administration to a succession of secretaries, with Ibn Masal as leading minister. This period was plagued by uprisings and natural disasters, but al-Hafiz persevered until his death in October 1149. His successors would be reduced to puppets at the hands of powerful viziers, until the end of the Fatimid Caliphate in 1171."}
{"Ruth Fischer": "Ruth Fischer (11 December 1895 – 13 March 1961) was an Austrian and German Communist, and a co-founder of the Austrian Communist Party (KPÖ) in 1918. Along with her partner Arkadi Maslow, she led the Communist Party of Germany (KPD) through both the May 1924 and December 1924 federal elections. After being removed from the KPD, she became involved with various anti-Stalinist left-wing groups, and would remain a staunch anti-Stalinist activist for the rest of her life."}
{"Flavio Méndez Santiago": "Flavio Méndez Santiago (alias El Amarillo) is a Mexican drug lord of Los Zetas."}
{"William G. Angel": "William Gardner Angel (July 17, 1790 – August 13, 1858) was an American politician and lawyer who served two terms as a U.S. Representative for New York's 13th congressional district from 1825 to 1827, and from 1829 to 1833."}
{"Francis Nicholson (painter)": "Francis Nicholson (14 November 1753 – 6 March 1844) was a British artist. He worked in watercolour and oil, and is mainly known as a landscape artist."}
{"Mohamed Abdi Mohamed": "Mohamed Abdi Mohamed (Gandhi) (Somali: Maxamed Cabdi Maxamed «Gaandi», Arabic: محمد عبدي محمد; 1949 – 18 April 2021) was a Somali geologist, anthropologist, historian and politician. He was the former Minister of Defense of Somalia, and the former President of Azania (Jubbaland). In July 2014, Gandhi was appointed Somalia's Ambassador to Canada."}
{"Rosaline Elbay": "Rosaline Elbay (Arabic: روزالين البيه; ) is an Egyptian stage and screen actress, producer and writer. She is known for her roles as Judy Goodwin on the Netflix series Kaleidoscope, Amani on the Hulu/A24 Films series Ramy, and Sara on the MBC Masr series Qabeel."}
{"David Bogue": "David Bogue (18 February 1750 – 25 October 1825) was a British nonconformist religious leader."}
{"Lou Briel": "Lou Briel (born October 19 Santurce, Puerto Rico) is a Puerto Rican singer, composer, comedian, record producer, pianist, and host, among other things."}
{"Kathleen A. McGrath": "Kathleen Anne McGrath (June 4, 1952 – September 26, 2002) was the first woman to command a United States Navy warship."}
{"Thomas Piketty": "Thomas Piketty (French: [tɔmɑ pikɛti]; born 7 May 1971) is a French economist who is a professor of economics at the School for Advanced Studies in the Social Sciences, associate chair at the Paris School of Economics and Centennial Professor of Economics in the International Inequalities Institute at the London School of Economics.\nPiketty's work focuses on public economics, in particular income and wealth inequality. He is the author of the best-selling book Capital in the Twenty-First Century (2013), which emphasises the themes of his work on wealth concentrations and distribution over the past 250 years. The book argues that the rate of capital return in developed countries is persistently greater than the rate of economic growth, and that this will cause wealth inequality to increase in the future. Piketty proposes improving the education systems and considers diffusion of knowledge, diffusion of skills, diffusion of idea of productivity as the main mechanism that will lead to lower inequality. In 2019, his book Capital and Ideology was published, which focuses on income inequality in various societies in history. His 2022 A Brief History of Equality is a much shorter book about wealth redistribution intended for a target audience of citizens instead of economists."}
{"Anderson Silva": "Anderson da Silva (Portuguese pronunciation: [ˈɐ̃deʁsõ ˈsiwvɐ]; born 14 April 1975) is a Brazilian mixed martial artist and professional boxer. He is a former UFC Middleweight Champion and holds the record for the longest title reign in UFC history at 2,457 days. This started in 2006 and ended in 2013 and included a UFC record 16 consecutive victories in that span. Silva left the UFC in November 2020 and returned to boxing.\nUFC president Dana White, UFC commentator Joe Rogan and numerous mixed martial arts (MMA) pundits have named Silva as one of the greatest mixed martial artists of all time. Silva was inducted into the UFC Hall of Fame in July 2023."}
{"Carol Dweck": "Carol Susan Dweck (born October 17, 1946) is an American psychologist. She holds the Lewis and Virginia Eaton Professorship of Psychology at Stanford University. Dweck is known for her work on motivation and mindset. She was on the faculty at the University of Illinois, Harvard, and Columbia before joining the Stanford University faculty in 2004. She was named an Association for Psychological Science (APS) James McKeen Cattell Fellow in 2013, an APS Mentor Awardee in 2019, and an APS William James Fellow in 2020, and has been a member of the National Academy of Sciences since 2012."}
{"Guillermo Rigondeaux": "Guillermo Rigondeaux Ortiz (Spanish pronunciation: [ɡiˈʎeɾmo riɣonˈdo oɾˈtiθ]; born 30 September 1980) is a Cuban professional boxer. He is a former world champion in two weight classes, having held the unified WBA (Super), WBO and Ring magazine super bantamweight titles between 2013 and 2017, and the WBA (Regular) bantamweight title from 2020 to 2021. He has also challenged once for the WBO junior lightweight title in 2017.\nPossessing one of the greatest amateur records of all time, Rigondeaux won consecutive gold medals in the bantamweight division at the 2000 and 2004 Summer Olympics. He is also a seven-time Cuban national champion at bantamweight (2000–2006), finishing his amateur career with a record of nearly 475 fights with 12 losses; the last of these losses occurring in 2003. After Rigondeaux's defection in 2009, he turned professional and remained undefeated for almost nine years.\nRigondeaux has been lauded by boxing trainer Freddie Roach as being \"probably the greatest talent I've ever seen.\" He is known for his exceptionally fast hand speed, punching power, counterpunching abilities, athleticism, reflexes, footwork and defensive elusiveness."}
{"Dr. Dre": "Andre Romell  Young (born February 18, 1965), known professionally as Dr. Dre, is an American record producer and rapper. He is the founder and CEO of Aftermath Entertainment and Beats Electronics, and co-founded and was the president of Death Row Records. Dre began his career as a member of the World Class Wreckin' Cru in 1985, and later found fame with the gangsta rap group N.W.A. The group popularized explicit lyrics in hip hop to detail the violence of street life. During the early 1990s, Dre was credited as a key figure in the crafting and popularization of West Coast G-funk, a subgenre of hip hop characterized by a synthesizer foundation and slow, heavy production.\nReleased as Death Row's first major project, Dr. Dre's solo debut studio album, The Chronic (1992) made him one of the best-selling American music artists of 1993. It earned him a Grammy Award for Best Rap Solo Performance with the single \"Let Me Ride\", as well as several accolades for the single \"Nuthin' but a 'G' Thang\" (featuring Snoop Dogg). That year, he produced Death Row labelmate Snoop Doggy Dogg's debut album Doggystyle, and mentored producers such as his stepbrother Warren G (leading to the multi-platinum debut Regulate... G Funk Era in 1994) and Snoop Dogg's cousin Daz Dillinger (leading to the double-platinum debut Dogg Food by Tha Dogg Pound in 1995), as he would mentor other producers including Mel-Man and Scott Storch. In 1996, Dre left Death Row Records to establish his own label, Aftermath Entertainment; his compilation album, Dr. Dre Presents: The Aftermath (1996) and second studio album, 2001 (1999) followed thereafter.\nDuring the 2000s, Dr. Dre shifted focus onto production for other artists, occasionally contributing vocals. He signed Eminem in 1998 and 50 Cent in 2002, while extensively contributing to releases by both artists. Aftermath has since signed other artists including the Game, Kendrick Lamar, Anderson .Paak, Silk Sonic, Busta Rhymes, Eve, and Rakim, among others. He has won seven Grammy Awards, including Producer of the Year, Non-Classical. Rolling Stone ranked him number 56 on the list of 100 Greatest Artists of All Time. Outside of music, Dre has acted in films such as Set It Off, The Wash, and Training Day.\nAccusations of Dr. Dre's violence against women have been widely publicized. Following his assault of television host Dee Barnes, he was fined US$2,500, given two years' probation, and ordered to perform 240 hours of community service, part of which he fulfilled by making an anti-violence public service announcement. A civil suit was settled out of court. In 2015, Michel'le, the mother of one of his children, accused him of domestic violence during their time together as a couple. The abusive relationship is portrayed in her 2016 biopic Surviving Compton: Dre, Suge & Michel'le. Lisa Johnson, the mother of three of Dre's children, stated that he beat her many times, including while she was pregnant. She was granted a restraining order against him. Former labelmate Tairrie B claimed that Dre assaulted her at a party in 1990, in response to her track \"Ruthless Bitch\". Two weeks following the release of his third album, Compton in August 2015, he issued an apology to the women \"I've hurt\"."}
{"Danny Faure": "Danny Faure (born 8 May 1962) is a Seychellois politician who served as the fourth President of Seychelles from 16 October 2016 until 26 October 2020. Previously, he served as Vice President of Seychelles from 2010 to 2016. Faure is a member of the United Seychelles Party (PP)."}
{"Clancy Brown": "Clarence John \"Clancy\" Brown III (born January 5, 1959) is an American actor. Prolific in film and television since the 1980s, Brown is often cast in villainous and authoritative roles.\nHis film roles include Viking Lofgren in Bad Boys (1983), Rawhide in The Adventures of Buckaroo Banzai Across the 8th Dimension (1984), The Kurgan in Highlander (1986), Sheriff Gus Gilbert in Pet Sematary Two (1992), Capt. Byron Hadley in The Shawshank Redemption (1994), Sgt. Charles Zim in Starship Troopers (1997), Stanley Thomas in Promising Young Woman (2020), and The Harbinger in John Wick: Chapter 4 (2023). On television, he has played Brother Justin Crowe on the HBO series Carnivàle (2003–2005), Waylon \"Jock\" Jeffcoat on the Showtime series Billions (2018–2019, 2023), and Kurt Caldwell on the Showtime series Dexter: New Blood (2021–2022).\nIn animation, Brown has voiced Lex Luthor in the DC Animated Universe (1996–2006) and Eugene Krabs on SpongeBob SquarePants (1999–present). His other voice roles include Doctor Neo Cortex and Uka Uka in the Crash Bandicoot franchise (1997–2003), Savage Opress in Star Wars: The Clone Wars (2011–2013), Surtur in Thor: Ragnarok (2017), and Hank Anderson in Detroit: Become Human (2018), for which he also provided motion capture."}
{"Marcus Aurelius": "Marcus Aurelius Antoninus (Latin: [ˈmaːrkʊs au̯ˈreːliʊs antoːˈniːnʊs]; English:  aw-REE-lee-əs; 26 April 121 – 17 March 180) was Roman emperor from 161 to 180 and a Stoic philosopher. He was a member of the Nerva–Antonine dynasty, the last of the rulers later known as the Five Good Emperors and the last emperor of the Pax Romana, an age of relative peace, calm, and stability for the Roman Empire lasting from 27 BC to 180 AD. He served as Roman consul in 140, 145, and 161.\nMarcus Aurelius was the son of the praetor Marcus Annius Verus and his wife, Domitia Calvilla. He was related through marriage to the emperors Trajan and Hadrian. Marcus's father died when he was three, and he was raised by his mother and paternal grandfather. After Hadrian's adoptive son, Aelius Caesar, died in 138, Hadrian adopted Marcus's uncle Antoninus Pius as his new heir. In turn, Antoninus adopted Marcus and Lucius, the son of Aelius. Hadrian died that year, and Antoninus became emperor. Now heir to the throne, Marcus studied Greek and Latin under tutors such as Herodes Atticus and Marcus Cornelius Fronto. He married Antoninus's daughter Faustina in 145.\nAfter Antoninus died in 161, Marcus acceded to the throne alongside his adoptive brother, who took the regnal name Lucius Aurelius Verus. Under his rule the Roman Empire witnessed much military conflict. In the East, the Romans fought the Parthian war of Lucius Verus with a revitalized Parthian Empire and the rebel Kingdom of Armenia. Marcus defeated the Marcomanni, Quadi, and Sarmatian Iazyges in the Marcomannic Wars. These and other Germanic peoples began to represent a troubling reality for the Empire. He reduced the silver purity of the Roman currency, the denarius. The persecution of Christians in the Roman Empire appears to have increased during his reign, but his involvement in this is unlikely since there is no record of early Christians in the 2nd century calling him a persecutor, and Tertullian even called Marcus a \"protector of Christians\". The Antonine Plague broke out in 165 or 166 and devastated the population of the Roman Empire, causing the deaths of five to ten million people. Lucius Verus may have died from the plague in 169. When Marcus himself died in 180, he was succeeded by his son Commodus.\nCommodus's succession after Marcus has been a subject of debate among both contemporary and modern historians. The Column of Marcus Aurelius and Equestrian Statue of Marcus Aurelius still stand in Rome, where they were erected in celebration of his military victories. Meditations, the writings of \"the philosopher\" – as contemporary biographers called Marcus – are a significant source of the modern understanding of ancient Stoic philosophy. These writings have been praised by fellow writers, philosophers, monarchs, and politicians centuries after his death."}
{"Gubby Allen": "Sir George Oswald Browning \"Gubby\" Allen CBE (31 July 1902 – 29 November 1989) was a cricketer who captained England in eleven Test matches. In first-class matches, he played for Middlesex and Cambridge University. A fast bowler and hard-hitting lower-order batsman, Allen later became an influential cricket administrator who held key positions in the Marylebone Cricket Club (MCC), which effectively ruled English cricket at the time; he also served as chairman of the England selectors.\nAllen was born in Australia and grew up in England from the age of six. After playing cricket for Eton College, he went to Cambridge University where he established a reputation as a fast bowler, albeit one who was often injured. After leaving university, Allen played mainly for Middlesex. He improved as a batsman in the following seasons until work commitments forced him to play less regularly. A change of career allowed him to play more cricket, and by the late 1920s he was on the verge of the England Test team. He made his debut in 1930, and remained in contention for a place, when he was available to play, for the rest of the decade. During the controversial Bodyline tour of 1932–33, Allen was very successful for England but refused to use the intimidatory tactics employed by his teammates.\nFrom 1933, Allen worked in the London Stock Exchange, which limited the amount of cricket he could play. Even so, he was appointed England captain in 1936 and led the team during the 1936–37 tour of Australia, when the home team won 3–2 having lost the first two matches. He continued to play irregularly for Middlesex until 1939; after the Second World War, in which he worked in military intelligence, he played occasionally for Middlesex and other teams into the 1950s. He captained England in a final Test series in the West Indies in 1947–48. As a cricketer, Allen was affected by his lack of regular play and was at his most effective during his two tours of Australia when he was able to build up his form. At other times, his bowling was often erratic but occasionally devastating. An orthodox batsman, he often scored runs when his team were under pressure.\nAs Allen's first-class career came to a close, he moved into administration and held considerable influence in English and world cricket. He was instrumental in the creation of a MCC coaching manual, and worked hard to eliminate illegal bowling actions. As chairman of selectors from 1955 to 1961, he presided over a period of great success for English cricket, during which he worked closely with the Test captain Peter May. In 1963, he became MCC president, and was made the club's treasurer the following year. In this role, he was deeply involved in the D'Oliveira affair, a controversy over the potential selection of Basil D'Oliveira to tour South Africa. After Allen's gradual retirement from his administrative roles, he was knighted in 1986 and spent his later years in a flat close to Lord's, where he died, aged 87, in 1989."}
{"Vujadin Savić": "Vujadin Savić (Serbian Cyrillic: Вујадин Савић; born 1 July 1990) is a retired Serbian footballer."}
{"Harry Cave": "Henry Butler Cave (10 October 1922 – 15 September 1989) was a New Zealand cricketer who captained New Zealand in nine of his 19 Test matches. His Test career extended from 1949 to 1958, and he played first-class cricket from 1945 to 1959."}
{"Susan Sarandon": "Susan Abigail Sarandon (; née Tomalin; born October 4, 1946) is an American actor. She is the recipient of various accolades, including an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, in addition to nominations for a Daytime Emmy Award, six Primetime Emmy Awards, and nine Golden Globe Awards. In 2002, she was honored with a star on the Hollywood Walk of Fame.\nSarandon began her acting career in the drama film Joe (1970), the soap opera A World Apart (1970–1971), and the television film F. Scott Fitzgerald and 'The Last of the Belles' (1974). She gained prominence for her role as Janet Weiss in the cult classic musical comedy horror film The Rocky Horror Picture Show (1975). Sarandon went on to receive the Academy Award for Best Actress for Dead Man Walking (1995). Her other Oscar-nominated roles were in Atlantic City (1980), Thelma & Louise (1991), Lorenzo's Oil (1992), and The Client (1994). Her other notable films include Pretty Baby (1978), The Hunger (1983), The Witches of Eastwick (1987), Bull Durham (1988), Little Women (1994), James and the Giant Peach (1996), Stepmom (1998), Enchanted (2007), Speed Racer (2008), The Lovely Bones (2009), Cloud Atlas (2012), The Meddler (2015), and Blue Beetle (2023).\nSarandon made her Broadway debut in the play An Evening with Richard Nixon (1972) and went on to receive Drama Desk Award nominations for the off-Broadway plays A Coupla White Chicks Sitting Around Talking (1979) and Extremities (1982). She returned to Broadway in the 2009 revival of Exit the King, and to off-Broadway in the 2019 play Happy Talk. On television, she is a six-time Primetime Emmy Award nominee, including for her guest roles on the sitcoms Friends (2001) and Malcolm in the Middle (2002) as well as her portrayals of Janet Good in the HBO film You Don't Know Jack (2010), Doris Duke in the HBO film Bernard and Doris (2008), and Bette Davis in the FX miniseries Feud (2017).\nAlso known for her social and political activism, Sarandon was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006."}
{"Rory Tapner": "Rory Tapner  (born 30 September 1959) is a British businessman who, in September 2010 was appointed CEO of Coutts, the Wealth Management division of Royal Bank of Scotland Group. In February 2015 he stepped down as CEO; he was replaced in the role by Alison Rose, the then head of RBS Commercial and Private Banking.  Prior to this, he was Chairman and CEO Asia Pacific at UBS AG from May 2004 until June 2009 and a member of the UBS Group Executive Board from 2006 until June 2009 when he stepped down and returned to the UK. In June 2019 he was appointed Chair of the Board at Brown Shipley Holdings Limited. In May 2020, Tapner was named Chairman of the Board of Directors of Quintet Private Bank, Brown Shipley's parent."}
{"G. Fowler Stewart": "George Fowler Stewart (1861 – 3 January 1917), generally known as Fowler Stewart, was a Scots-born businessman and public figure in Adelaide, South Australia."}
{"Robert Whittaker (fighter)": "Robert John Whittaker (born 20 December 1990) is a New Zealand-born Australian professional mixed martial artist. He currently competes in the Middleweight division in the Ultimate Fighting Championship (UFC), where he is a former UFC Middleweight Champion. As of 12 September 2023, he is No. 3 in the UFC middleweight rankings.\nA professional MMA competitor since 2009, Whittaker was a contestant on the first series of The Ultimate Fighter: The Smashes and won the welterweight tournament. Whittaker became interim middleweight champion after winning the title at UFC 213; he was promoted to undisputed champion after Georges St-Pierre vacated the UFC Middleweight Championship in 2017."}
{"Arif Mohammad Khan": "Arif Mohammad Khan (born 18 November 1951) is an Indian politician belonging to the Bharatiya Janata Party (BJP). \nHe is currently the Governor of Kerala. He is a former Union Minister. He has held several portfolios ranging from energy to civil aviation."}
